"Paper Type/Quality" = "Typ/jakość papieru";

"Paper Type" = "Typ papieru";

"Orientation" = "Orientacja";

"Driver Name" = "Nazwa sterownika";

"Driver Support Version" = "Wersja sterownika do pomocy technicznej";

"DriverNameValue" = "Sterownik HP Designjet";

"Driver Version" = "Wersja sterownika";

"Save PCL to file" = "Zapisz PCL do pliku";

"All rights reserved." = "Wszelkie prawa zastrzeżone.";

"Not Applicable" = "Nie dotyczy";

"Disabled" = "Wył.";

"On" = "Wł.";

"Off" = "Wył.";

"Generic" = "Ogólny";

"Cyan" = "Błękitny";

"Magenta" = "Amarantowy";

"Yellow" = "Żółty";

"Black" = "Czarny";

"Red" = "Czerwony";

"Green" = "Zielony";

"Blue" = "Niebieski";

"Saturation" = "Nasycenie";

"Brightness" = "Jasność";

"ColorSync profile" = "Profil ColorSync";

"Ink Volume" = "Objętość atramentu";

"Summary" = "Podsumowanie";

"Mirror Image" = "Obraz lustrzany";

"Paper" = "Papier";

"HPPaper" = "Papier";

"Color Options" = "Opcje kolorów";

"HPColorOptions" = "Opcje kolorów";

"CMYK Settings" = "Ustawienia usługi CMYK";

"Saturation:" = "Nasycenie:";

"Brightness:" = "Jasność:";

"Color Tone:" = "Odcień koloru:";

"AdobeRGB" = "Adobe RGB (1998)";

"Optimize for:" = "Optymalizacja:";

"Optimize for" = "Optymalizacja";

"Line Drawings" = "Rysunki kreskowe";

"Text/Images" = "Tekst/obrazy";

"Cyan:" = "Błękitny:";

"Magenta:" = "Amarantowy:";

"Yellow:" = "Żółty:";

"Black:" = "Czarny:";

"Min" = "Min.";

"Max" = "Maks.";

"Grayscale" = "Skala szarości";

"High Quality" = "Wysoka jakość";

"Black Only" = "Tylko czarny";

"Print in grayscale" = "Drukuj w skali szarości";

"Quality" = "Jakość";

"Quality:" = "Jakość:";

"Normal" = "Normalna";

"Best" = "Najlepsza";

"Highest" = "Najwyższa";

"Maximum dpi" = "Maksymalna liczba dpi";

"Fast" = "Szybka";

"Lines/Fast" = "Liniowy/Szybki";

"Uniform Areas" = "Jednolite obszary";

"High Detail" = "Szczegółowy";

"Fast Draft" = "Szybkie drukowanie – robocza";

"Plain Paper" = "Zwykły papier";

"Plain paper" = "Zwykły papier";

"HP Bright White Inkjet Paper" = "Papier HP, jasnobiały, do drukarek atramentowych";

"ColorPRO Paper" = "Papier ColorPRO";

"HP Premium Photo Paper" = "Papier fotograficzny HP Premium";

"Plain/Inkjet" = "Zwykły/do drukarek atramentowych";

"Photo paper" = "Papier fotograficzny";

"Transparency" = "Przezroczysty";

"HP Universal Semi-Gloss Photo Paper" = "Uniwersalny papier fotograficzny HP, półbłyszczący";

"HP Coated Paper" = "Papier HP, powlekany";

"Vellum" = "Welinowy";

"Plain" = "Zwykły";

"Labels" = "Etykiety";

"Bond" = "Dokumentowy";

"Color" = "Kolor";

"Glossy" = "Błyszczący";

"Envelope" = "Koperta";

"Glossy film" = "Błyszcząca folia";

"Custom" = "Niestandardowe";

"HP Premium Plus Photo Satin" = "Fotograficzny HP Premium Plus, satynowy";

"HP Photo Matte" = "Fotograficzny HP, matowy";

"HP Proofing Semi-Gloss" = "Do wydruków próbnych HP Premium, półbłyszczący";

"HP Proofing Matte" = "Do wydruków próbnych HP, matowy";

"Coated Paper" = "Papier powlekany";

"Photo Semi-Gloss" = "Papier fotograficzny półbłyszczący";

"Bright White Bond" = "Dokumentowy, jasnobiały";

"Brochure Gloss" = "Do broszur, błyszczący";

"Brochure Matte" = "Papier do broszur, matowy";

"Coated" = "Powlekany";

"HP Proofing Gloss" = "Do wydruków próbnych HP, błyszczący";

"Photo Gloss" = "Fotograficzny, błyszczący";

"Photo Matte" = "Fotograficzny, matowy";

"Photo Satin" = "Fotograficzny, satynowy";

"Proofing Gloss" = "Do wydruków próbnych, błyszczący";

"Proofing Matte" = "Do wydruków próbnych, matowy";

"Proofing Semi-Gloss" = "Do wydruków próbnych, półbłyszczący";

"Transparency Film" = "Folia przezroczysta";

"Brochure Paper" = "Papier do broszur";

"HP Hahnemuhle Smooth Fine Art Paper" = "Papier gładki do wydruków artystycznych HP firmy Hahnemühle";

"HP Hahnemuhle Watercolor Paper" = "Papier akwarelowy HP firmy Hahnemühle";

"HP Artist Matte Canvas" = "Płótno artystyczne HP, matowe";

"Canvas" = "Płótno";

"HP Professional Semi-Gloss Contract Proofing" = "Profesjonalny do kontraktowych wydruków próbnych HP, półbłyszczący";

"HP Canvas Matte" = "Płótno HP, matowe";

"HP Premium Plus Photo Gloss" = "Fotograficzny HP Premium Plus, błyszczący";

"Textured Fine Art Paper" = "Papier z fakturą do wydruków artystycznych";

"Photo Paper" = "Papier fotograficzny";

"Proofing Paper" = "Papier do wydruków próbnych";

"HP Professional Satin Photo Paper" = "Profesjonalny papier fotograficzny HP, satynowy";

"CustomMedia-category" = "Papier niestandardowy";

"Banner and Sign Material" = "Materiał na transparenty i szyldy";

"Autoselect" = "Wybór automatyczny";

"Automatic" = "Automatycznie";

"Tray" = "Podajnik";

"Tray 1" = "Podajnik 1";

"Tray 2" = "Podajnik 2";

"Rear Manual Feed" = "Tylny podajnik ręczny";

"Manual Feed" = "Podajnik ręczny";

"Manual Feed:" = "Podajnik ręczny:";

"Roll" = "Rolka";

"Single Sheet" = "Pojedynczy arkusz";

"Multi-Sheet Tray" = "Podajnik wieloarkuszowy";

"Disable Automatic Cutter" = "Wyłącz automatyczną obcinacz";

"Cutter Off in Multi-page Job" = "Wył obcin. dla zadań z w. str./ark.";

"Remove Blank Areas" = "Usuń puste obszary";

"Automatically Select" = "Automatyczny wybór";

"ColorSync profile:" = "Profil ColorSync:";

"color" = "kolor";

"black" = "czarny";

"gray" = "szary";

"sRGB" = "sRGB";

"Application Managed Colors" = "Kolory zarządzane przez aplikację";

"Printer Color Management features have been disabled as color is managed by either your application or the operating system. To enable printer color management, please select printer-managed colors from your application or select 'Vendor Matching' from the 'Color Matching' dialog." = "Funkcje zarządzania kolorem przez drukarkę zostały wyłączone, ponieważ kolorem zarządza aplikacja lub system operacyjny.\nAby włączyć zarządzanie kolorem przez drukarkę, wybierz kolory zarządzane przez drukarkę z poziomu swojej aplikacji lub wybierz opcję „Dopasowywanie dostawcy” z okna dialogowego „Dopasowywanie kolorów”.";

"printer_color_management_enabling_explanation" = "Funkcje zarządzania kolorem przez drukarkę zostały wyłączone, ponieważ kolorem zarządza aplikacja lub system operacyjny.\nAby włączyć zarządzanie kolorem przez drukarkę, wybierz kolory zarządzane przez drukarkę z poziomu swojej aplikacji lub wybierz opcję „%@” z okna dialogowego „%@”.";

"Color Matching" = "Dopasowywanie kolorów";

"Vendor Matching" = "Dopasowywanie dostawcy";

"In printer" = "W drukarce";

"Auto" = "Automat.";

"High" = "Wysoki";

"Low" = "Niski";

"Medium" = "Średni";

"Maximum" = "Maksymalny";

"cannot_add_custom_media_message" = "Aby skorzystać z pełnej gamy funkcji swojej drukarki, zainstaluj narzędzie HP Utility.";

"Continue" = "Kontynuuj";

"The HP Utility can be used to add custom paper types" = "Za pomocą narzędzia HP Utility można dodawać niestandardowe typy papieru";

"Paper Size" = "Rozmiar papieru";

"Paper Source" = "Źródło papieru";

"Print Quality" = "Jakość wydruku";

"Dry Time" = "Czas suszenia";

"Color Mode" = "Tryb koloru";

"Grayscale Mode" = "Tryb skali szarości";

"GrayScale Mode" = "Tryb skali szarości";

"Ink Density" = "Gęstość atramentu";

"Paper Output" = "Wyjście papieru";

"Stacker" = "Układarka";

"Basket" = "Koszyk";

/**********************************/
/*                                */
/*       Alignment                */
/*                                */
/**********************************/
"Alignment" = "Wyrównanie";
"Left" = "Do lewej";
"Center" = "Do środka";
"Right" = "Do prawej";

/**********************************/
/*                                */
/*       Rotation                 */
/*                                */
/**********************************/
"Rotation" = "Obrót";
"Rotate by 90" = "Obrót o 90 stopni";
"Rotate by 180" = "Obrót o 180 stopni";
"Rotate by 270" = "Obrót o 270 stopni";
"HPRotation_AutoRotate_to_false" = "unikaj wybierania opcji „Obrót automatyczny” z menu „Obrót”";

"Top Stacker" = "Górna ukladarka";

"small margins" = "małe marginesy";


"This option prints your document as fast as possible, but at a lower quality." = "Ta opcja służy do jak najszybszego wydrukowania dokumentu, ale w niższej jakości.";

"This option prints your document with good quality and good speed." = "Ta opcja służy do wydrukowania dokumentu w dobrej jakości i z dobrą prędkością.";

"This option prints your document with very good quality." = "Ta opcja służy do wydrukowania dokumentu w bardzo dobrej jakości.";

"This option prints your document with great quality, but at a slower speed." = "Ta opcja służy do wydrukowania dokumentu w doskonałej jakości, ale z mniejszą prędkością.";

"This option prints your document with high resolution photo quality, but will take longer to print." = "Ta opcja służy do wydrukowania dokumentu w jakości fotograficznej z wysoką rozdzielczością, ale czas wydruku jest dłuższy.";

"Use this option to have the printer automatically switch paper trays when one tray runs out of paper." = "Ta opcja służy do automatycznej zamiany podajników papieru, gdy w jednym podajniku skończy się papier.";

"Use this option to insert paper via the manual feed slot on the printer." = "Ta opcja służy do wkładania papieru przez otwór ręcznego podajnika w drukarce.";

"Use this option to insert paper via the manual feed slot on the back of the printer." = "Ta opcja służy do wkładania papieru przez otwór ręcznego podajnika z tyłu drukarki.";

"Use this option to print from a roll of paper instead of individual sheets of paper." = "Ta opcja służy do drukowania z rolki papieru zamiast pojedynczych arkuszy.";

"Use this option to print on Roll 6." = "Ta opcja służy do drukowania na rolce 6.";

"Use this option to print on Roll 5." = "Ta opcja służy do drukowania na rolce 5.";

"Use this option to print on Roll 4." = "Ta opcja służy do drukowania na rolce 4.";

"Use this option to print on Roll 3." = "Ta opcja służy do drukowania na rolce 3.";

"Use this option to print on Roll 2." = "Ta opcja służy do drukowania na rolce 2.";

"Use this option to print on Roll 1." = "Ta opcja służy do drukowania na rolce 1.";

"Use this option to let the printer select an appropriate paper source." = "Po zaznaczeniu tej opcji drukarka może wybrać odpowiednie źródło papieru.";

"This slider adjusts the amount of time allowed for each page to dry when using the automatic two-sided printing option." = "Ten suwak reguluje dopuszczalną ilość czasu na osuszenie każdej strony przy korzystaniu z opcji automatycznego druku dwustronnego.";

"This slider adjusts the amount of ink used to print your pages. The center position is the optimum for most users." = "Ten suwak reguluje ilość atramentu używanego do drukowania stron. Środkowe położenie jest optymalne dla większości użytkowników.";

"Print documents using HP color profiles." = "Drukuj dokumenty, korzystając z profili kolorów HP.";

"Print documents using HP color matching." = "Drukuj dokumenty, korzystając z dopasowywania kolorów HP.";

"Print documents in shades of gray." = "Drukuj dokument w odcieniach szarości.";

"Prints documents in black and white." = "Drukuj dokumenty w wersji czarno-białej.";

"Print documents using the AdobeRGB colorspace." = "Drukuj dokumenty, korzystając z przestrzeni kolorów Adobe RGB.";

"Print documents using the application provided color management." = "Drukuj dokumenty, korzystając z zarządzania kolorów udostępnionego przez aplikację.";

"Moving this slider to the right will produce more vivid images, moving it to the left will produce more muted tones." = "Przesunięcie suwaka w prawo spowoduje drukowanie bardziej żywych obrazów, a przesunięcie go w lewo spowoduje drukowanie bardziej przytłumionych odcieni.";

"Moving the slider to the right will produce warmer tones, moving it to the left will produce cooler tones." = "Przesunięcie suwaka w prawo spowoduje drukowanie cieplejszych odcieni, a po przesunięciu go w lewo drukowane będą chłodniejsze odcienie.";

"When this item is selected, a high quality grayscale version of your document will be printed using both the black and color ink cartridges." = "Po wybraniu tego elementu dokument zostanie wydrukowany w skali szarości i wysokiej jakości przy użyciu zarówno kasety z czarnym atramentem, jak i kasety z kolorowym atramentem.";

"To print your document in high quality grayscale using both the black and color ink cartridges, click this item." = "Aby wydrukować dokument w skali szarości i wysokiej jakości przy użyciu zarówno kasety z czarnym atramentem, jak i kasety z kolorowym atramentem, kliknij ten element.";

"This option prints your document using the quality level set on printer's front panel." = "Ta opcja służy do wydrukowania dokumentu przy użyciu poziomu jakości ustawionego na panelu przednim drukarki.";

"This option enables the printer to automatically select the print quality to use based upon the type of paper the printer detects." = "Po zaznaczeniu tej opcji drukarka automatycznie wybierze jakość wydruku na podstawie wykrytego typu papieru.";

"Moving this slider to the right will increase the cyan color intensity, moving it to the left will decrease it." = "Przesunięcie suwaka w prawo zwiększy intensywność koloru błękitnego, a przesunięcie go w lewo spowoduje jej zmniejszenie.";

"Moving this slider to the right will increase the magenta color intensity, moving it to the left will decrease it." = "Przesunięcie suwaka w prawo zwiększy intensywność koloru amarantowego, a przesunięcie go w lewo spowoduje jej zmniejszenie.";

"Moving this slider to the right will increase the yellow color intensity, moving it to the left will decrease it." = "Przesunięcie suwaka w prawo zwiększy intensywność koloru żółtego, a przesunięcie go w lewo spowoduje jej zmniejszenie.";

"Moving this slider to the right will increase the black color intensity, moving it to the left will decrease it." = "Przesunięcie suwaka w prawo zwiększy intensywność koloru czarnego, a przesunięcie go w lewo spowoduje jej zmniejszenie.";

"Select this option to print faster and with less ink, with only a slight compromise to print quality." = "Wybierz tę opcję, aby drukować szybciej i zużywać mniej atramentu przy niewielkim obniżeniu jakości wydruku.";

"Optimize the printer output for line art." = "Optymalizacja pojemnika wyjściowego do drukowania rysunków kreskowych.";

"Optimize the printer output for text and images." = "Optymalizacja pojemnika wyjściowego do drukowania tekstu i obrazów.";

"When this option is selected, the printer extracts the PANTONE color definitions from the PostScript file and matches them with the closest CMYK colors." = "Po wybraniu tej opcji drukarka pobiera definicje kolorów PANTONE z pliku PostScript i dopasowuje je do najbardziej zbliżonych kolorów CMYK.";

"Select the appropriate color input profile from the list." = "Wybierz odpowiedni profil wejściowy kolorów z listy.";

"Uses HP proprietary color conversion based on sRGB IEC61966-2.1." = "Stosowanie zastrzeżonej konwersji kolorów HP na bazie sRGB IEC61966-2.1.";

"Select to rotate the printed image or document by 90 degrees. If you are using roll paper, this feature can help reduce the amount of paper that is used for the print job." = "Wybierz tę opcję, aby obrócić drukowany obraz lub dokument o 90 stopni. Jeżeli używasz papieru z rolki, ta funkcja może pomóc w zredukowaniu ilości papieru wykorzystanego do wydruku.";

"Prints your document on a paper size other than the one for which it is formatted." = "Drukowanie dokumentu na innym rozmiarze papieru niż format dokumentu.";

"Print your document reversed left-to-right." = "Drukuj dokumenty odwrócone zgodnie z kierunkiem wskazówek zegara.";

"Select this feature to permit the image or document to be automatically rotated in order to save paper or avoid clipping." = "Wybierz tę funkcję, aby zezwolić na automatyczne obrócenie obrazu lub dokumentu i zaoszczędzić papier lub uniknąć obcięcia.";

"Borderless Printing" = "Drukowanie bez obramowania";

"Yes" = "Tak";

"No" = "Nie";

"select 'Printer Managed Colors'." = "wybierz „Kolory zarządzane przez drukarkę”.";

"paper_source_mismatch" = "Nie załadowano papieru do wybranego źródła papieru.";

"supply_Magenta" = "Amarantowy";

"supply_Green" = "Zielony";

"supply_LightCyan" = "Jasnobłękitny";

"supply_LightMagenta" = "Jasnoamarantowy";

"supply_Gray" = "Szary";

"supply_DarkGray" = "Ciemnoszary";

"Cover or levers open." = "Pokrywa lub dźwignie są otwarte.";

"off-ge" = "Wył.";

"cm" = "cm";

"in" = "cali";

"supply_Transparent" = "Zwiększanie połysku";

"Clear paper jam in printer, then continue printing." = "Usuń zakleszczony papier z drukarki i kontynuuj drukowanie.";

"Render dpi" = "Renderowanie dpi";

"The paper type has not been calibrated." = "Ten typ papieru nie został skalibrowany.";

"Source" = "Źródło";

"supply_Red" = "Czerwony";

"Selected paper size too large for loaded paper." = "Wybrany rozmiar papieru jest zbyt duży dla załadowanego papieru.";

"supply_Cyan" = "Błękitny";

"supply_MatteBlack" = "Czarny matowy";

"supply_LightGray" = "Jasnoszary";

"Color Management" = "Zarządzanie kolorami";

"supply_Blue" = "Niebieski";

"alignment_needed" = "Konieczność wyrównania głowicy drukującej.";

"Image Enlargement:" = "Powiększanie obrazu:";

"Paper jam: remove paper" = "Zakleszczenie papieru: wyjmij papier.";

"Technical Paper" = "Papier techniczny";

"ColorSmart/sRGB" = "ColorSmart/sRGB";

"Fine Art Material" = "Materiał do wydruków artystycznych";

"automatic-layout" = "Automatycznie przez drukarkę";

"Custom paper" = "Papier niestandardowy";

"ColorSync" = "ColorSync";

"Bond and Coated Paper" = "Dokumentowy, powlekany";

"The print may be incomplete." = "Wydruk może być niekompletny.";

"Cancel" = "Anuluj";

"OK" = "OK";

"manual-layout" = "Ręcznie w aplikacji";

"supply_PhotoBlack" = "Czarny fotograficzny";

"supply_Yellow" = "Żółty";

"EconoMode" = "EconoMode";

"Film" = "Folia";

"Do not send PCL" = "Nie wysyłaj PCL";

"Dump raw image" = "Zrzuć nieprzetworzony obraz";

"Capture PS file before processing" = "Utwórz plik PS przed przetworzeniem";
"Capture PS file after processing" = "Utwórz plik PS po przetworzeniu";
"Log CUPS options into file" = "Zapisz w pliku opcje CUPS";
"Do not send PS file to the printer" = "Nie wysyłaj pliku PS do drukarki";

"Color Model" = "Model koloru";

"Resolution" = "Rozdzielczość";

"Reset" = "Reset";

"Disable" = "Wyłącz";

"Enable" = "Włącz";

"Launch HP Utility" = "Włącz HP Utility";

"Low On Ink" = "Mało atramentu";

"Unknown" = "Nieznany";

"Self Adhesive Material" = "Materiał samoprzylepny";

"Installed" = "Zainstalowano";

"Not Installed" = "Nie zainstalowano";

"Not Ready" = "Niegotowy";

"Image Adjustments" = "Korekty obrazu";

"Troubleshooting" = "Rozwiązywanie problemów";

"Reset All" = "Resetuj wszystko";

"Paper/Quality" = "Papier/jakość";

"Margins/Layout" = "Marginesy/układ";

"Finishing" = "Wykończenie";

"to_use_items" = "Aby skorzystać z wyłączonych elementów: ";

"to_use_item_ManualFeed" = "Aby skorzystać z „podajnika ręcznego”: ";

"to_use_feature" = "Aby skorzystać z tej funkcji: ";

"HPImageLayout_to_standard-layout" = "ustaw opcję „Drukuj z marginesami” (zob. panel „Marginesy/układ”)";

"HPDisableAutoCutter_to_false" = "usuń zaznaczenie opcji „Wyłącz automatyczną obcinacz” (zob. panel „Wykończenie”)";

"HPInkedArea_to_false" = "usuń zaznaczenie opcji „Usuń puste obszary”";

"HPInkedArea_Finishing_to_false" = "usuń zaznaczenie opcji „Usuń puste obszary” (zob. panel „Wykończenie”)";

"HPUnidirectional_to_false" = "usuń zaznaczenie opcji „Jednokierunkowy”";

"HPPaperInfoIsRoll_to_false" = "wybierz materiały w arkuszach lub rozmiar papieru bez marginesów (zob. okno dialogowe „Ustawienia strony”)";

"HPSelectedPaperSizeIsRoll_to_false" = "ustaw opcję „Skaluj do rozmiaru papieru” na materiały w arkuszach lub rozmiar papieru bez marginesów (zob. okno dialogowe „Obsługa papieru”)";

"HPPhysicalPaperSizeIsRoll_to_false" = "ustaw opcję „Skaluj do rozmiaru papieru” na materiały w arkuszach lub rozmiar papieru bez marginesów (zob. okno dialogowe „Obsługa papieru”)";

"AJSGetValidValuesPaperSourceHeuristic_description" = "wybierz niestandardowy rozmiar papieru (zob. okno dialogowe „Ustawienia strony”) w zakresie specyfikacji drukarki (min. szerokość: %.2f %@, min. wysokość: %.2f %@, maks. szerokość: %.2f %@, maks. wysokość: %.2f %@)";

"HPPhysicalPaperSizeMarginRange_to_i1" = "wybierz niestandardowy rozmiar papieru (zob. okno dialogowe „Ustawienia strony”) z dolnym marginesem wynoszącym co najmniej %.2f %@";

"HPScaleToFit_to_false" = "ustaw opcję „Skaluj do rozmiaru papieru” na materiały w arkuszach lub rozmiar papieru bez marginesów (zob. okno dialogowe „Obsługa papieru”)";

"HPPDEPaperInfoIsBorderless_to_false" = "unikaj wybierania rozmiaru papieru bez marginesów z listy „Rozmiar papieru” (zob. okno dialogowe „Ustawienia strony”)";

"HPPDEPhysicalPaperSizeIsBorderless_to_false" = "unikaj wybierania niestandardowego rozmiaru papieru lub rozmiaru „bez marginesów” z listy „Skaluj do rozmiaru papieru” (zob. okno dialogowe „Obsługa papieru”)";

"HPPDERasterPhysicalPaperSizeIsBorderless_to_false" = "unikaj wybierania rozmiaru papieru „bez marginesów” z listy „Skaluj do rozmiaru papieru” (zob. okno dialogowe „Obsługa papieru”)";

"HPPDECustomPaperInfoIsBorderless_to_false" = "unikaj wybierania niestandardowego rozmiaru papieru lub rozmiaru bez marginesów z listy „Rozmiar papieru” (zob. okno dialogowe „Ustawienia strony”)";

"HPPDEPaperInfoIsBorderless_to_true" = "ustaw „Rozmiar papieru” na rozmiar papieru bez marginesów (zob. okno dialogowe „Ustawienia strony”)";

"HPPaperInfoIsBorderless_to_true" = "ustaw „Rozmiar papieru” na rozmiar papieru bez marginesów (zob. okno dialogowe „Ustawienia strony”)";

"HPSelectedPaperSizeIsBorderless_to_true" = "ustaw opcję „Skaluj do rozmiaru papieru” na rozmiar papieru bez marginesów (zob. okno dialogowe „Obsługa papieru”)";

"HPPDEPhysicalPaperSizeIsBorderless_to_true" = "ustaw opcję „Skaluj do rozmiaru papieru” na rozmiar papieru bez marginesów (zob. okno dialogowe „Obsługa papieru”)";

"HPPaperTypeSupportsBorderless_to_true" = "ustaw „Typ papieru” na papier błyszczący (zob. panel „Papier/jakość”)";

"HPPaperTypeIsBorderless_to_true" = "ustaw „Typ papieru” na papier błyszczący (zob. panel „Papier/jakość”)";

"HPPaperTypeIsGlossy_Quality_to_true" = "ustaw „Typ papieru” na papier błyszczący (zob. panel „Papier/jakość”)";

"HPPaperSource_to_Roll" = "ustaw „Źródło papieru” na opcję „Rolka” (zob. panel „Papier/jakość”)";

"HPCropLines_to_false" = "usuń zaznaczenie opcji „Linie przycinania”";

"HPCropLines_Finishing_to_false" = "usuń zaznaczenie opcji „Linie przycinania” (zob. panel „Wykończenie”)";

"select_print_margins_printing" = "ustaw opcję „Drukuj z marginesami” (zob. panel „Marginesy/układ”)";

"HPColorSyncConstraint_to_unconstrained" = "wybierz kolory zarządzane przez drukarkę w swojej aplikacji lub wybierz opcję „Dopasowywanie dostawcy” w oknie dialogowym „Dopasowywanie kolorów”";

"HPColorMatchingMode_to_Printer" = "wybierz kolory zarządzane przez drukarkę w swojej aplikacji lub wybierz opcję „W drukarce” w oknie dialogowym „Dopasowywanie kolorów”";

"select_natural_tracing_paper_type" = "Wybierz „Kalkę techniczną” jako rodzaj papieru";

"select_another_paper_type" = "wybierz inny typ papieru";

"HPGlossEnhancer_to_off-ge" = "ustaw opcję „Zwiększanie połysku” na „Wył.”";

"HPMorePasses_to_false" = "usuń zaznaczenie opcji „Więcej przebiegów”";

"HPEconoMode_to_false" = "usuń zaznaczenie opcji „EconoMode”";

"HPMaximumDetail_to_false" = "usuń zaznaczenie opcji „Maksimum szczegółów”";

"HPMaximumResolution_to_false" = "usuń zaznaczenie opcji „Maksymalna rozdzielczość na papierze fotograficznym”";

"select_another_quality" = "wybierz wyższą jakość wydruku";

"HPPrintQuality_to_best" = "ustaw „Jakość” na wartość „Najlepsza”";

"HPPaperTypeIsPlain_to_true" = "ustaw „Typ papieru” na zwykły papier";

"HPPaperTypeIsAny_to_false" = "ustaw „Typ papieru” na zwykły papier";

"HPPrintQuality_to_draft" = "ustaw „Jakość” na wartość „Szybkie drukowanie”";

"HPPaperTypeIsSpecific_to_true" = "wybierz określony typ papieru";

"HPPaperTypeIsGlossy_to_true" = "ustaw „Typ papieru” na papier błyszczący";

"HPColorOptions_to_not_grayscale" = "wybierz inny tryb koloru niż skala szarości";

"paper_type_grayscale_optimized" = "To menu jest wyłączone, ponieważ aktualnie wybrany typ papieru zapewnia już neutralne czarno-białe wydruki o błyszczącym wyglądzie";

"HPPaperTypeIsGlossy_to_false" = "ustaw „Typ papieru” na papier niebłyszczący (zob. panel „Papier/jakość”)";

"HPColorOptions_to_colorsmart" = "wybierz opcję „Drukuj w kolorze” (zob. karta „Kolor”)";

"HPColorOptions_to_grayscale" = "wybierz opcję „Drukuj w skali szarości” (zob. karta „Kolor”)";

"shared_printer_message_text" = "Ta funkcja nie jest dostępna dla drukarek udostępnianych";

"printer-managed-explanation" = "wybierz kolory zarządzane przez drukarkę w swojej aplikacji";

"HP_AP_ColorMatching_to_AP_ColorSyncMatching" = "wybierz kolory zarządzane przez drukarkę w swojej aplikacji";

"The selected paper type doesn't support ColorSync" = "Wybrany typ papieru nie obsługuje ColorSync";

"HPPaperTypeSupportsColorsync_to_true" = "Wybrany typ papieru nie obsługuje ColorSync";

"app-managed-explanation" = "wybierz w swojej aplikacji kolory zarządzane przez aplikację";

"HP_AP_ColorMatching_to_AP_ApplicationColorMatching" = "wybierz w swojej aplikacji kolory zarządzane przez aplikację";

"HPIntent_to_RelativeColorimetric" = "ustaw opcję „Opcje renderowania” na wartość „Względne kolorymetryczne”";

"HPAutoRotate_to_false" = "usuń zaznaczenie opcji „Obrót automatyczny”";

"HPTransverse_to_false" = "usuń zaznaczenie opcji „Obrót o 90 stopni”";

"PaperSourceValue_to_Transverse" = "wybierz rozmiar papieru, który po obróceniu mieści się w maksymalnej szerokości papieru drukarki";

"Hold for Manual Printing" = "Wstrzymanie drukowania ręcznego";

"OutputBin_to_Stacker" = "ustaw „Wyjście papieru” na opcję „Układarka”";

"Select this setting to prevent stacker wheel marks on some photographic papers. When reaching the printer, your job will be put on hold, to be printed from the printer's front panel with the stacker cover open." = "Wybierz to ustawienie, aby zapobiec występowaniu śladów kół układarki na niektórych rodzajach papieru fotograficznego. Po dotarciu do drukarki zadanie zostanie wstrzymane w celu wykonania wydruku z panelu przedniego drukarki przy otwartej pokrywie układarki.";

"Constraint_Tooltip" = "Objaśnienie wyłączonych elementów i formantów oraz sposobu rozwiązywania konfliktów w okienku „Ograniczenia i stan urządzenia”.";

"Use this popup menu to indicate what type of paper you plan to print on" = "To menu wyskakujące służy do określenia typu papieru do wydruku";

"Selects the highest resolution possible for the quality level chosen. For most jobs default resolution is recommended. This setting decreases performance." = "Wybranie najwyższej możliwej rozdzielczości do wybranego poziomu jakości. Do większości zadań zalecana jest rozdzielczość domyślna. To ustawienie obniża wydajność.";

"Select this option if you notice image quality issues. This setting decreases performance but does not increase the ink consumption." = "Wybierz tę opcję, jeżeli jakość obrazu jest niewystarczająca. To ustawienie obniża wydajność, ale nie zwiększa zużycia atramentu.";

"Applies the finishing only on the inked area." = "Zastosowanie wykończenia tylko na obszarze pokrytym atramentem.";

"Applies the finishing over the whole page for more uniform surface." = "Zastosowanie wykończenia na całej stronie w celu uzyskania bardziej jednolitej powierzchni.";

"Applies a special finishing to improve gloss uniformity and gray glossiness." = "Zastosowanie specjalnego wykończenia w celu poprawienia jednorodności połysku i połysku szarości.";

"If checked, only the roll paper necessary to contain the drawing will be used by the printer." = "Po zaznaczeniu tej opcji drukarka będzie korzystać tylko z papieru z rolki, koniecznego do rysunku.";

"Select this feature to enable the printing of crop lines so that the printer will draw a line telling you where to cut to get the desired paper size." = "Wybierz tę funkcję, aby włączyć drukowanie linii przycinania, dzięki czemu drukarka będzie rysować linię wskazującą, w którym miejscu należy ciąć, aby uzyskać żądany rozmiar papieru.";

"Select this option for unidirectional printing to get an image with better sharpness. This setting decreases performance." = "Wybierz tę opcję jednokierunkowego wydruku, aby uzyskać obraz o lepszej ostrości. To ustawienie obniża wydajność.";

"simple_quality_preset_ht" = "Korzystaj z zakresu opcji, wybierając między prędkością a jakością. Możesz drukować szybko w niższej jakości lub drukować dokumenty o wyższej jakości, ale z mniejszą prędkością.";

"advanced_quality_preset_ht" = "Wybierz zaawansowane opcje w celu bardziej precyzyjnego kontrolowania ustawień jakości wydruku, odpowiednio do specjalnych potrzeb.";

"Choose advanced options for more precise control of the print quality settings, suitable for special needs." = "Wybierz zaawansowane opcje w celu bardziej precyzyjnego kontrolowania ustawień jakości wydruku, odpowiednio do specjalnych potrzeb.";

"Unchecking this box tells the printer to cut the paper after printing." = "Usunięcie zaznaczenia tego pola powoduje, że drukarka przycina papier po drukowaniu.";

"Checking this box tells the printer to not cut the paper after printing." = "Zaznaczenie tego pola powoduje, że drukarka nie przycina papieru po drukowaniu.";

"Uses Apple color engine (ColorSync) to convert from the embedded profile to the media dependent color space." = "Stosowanie mechanizmu kolorów Apple (ColorSync) w celu dokonania konwersji z wbudowanego profilu do przestrzeni kolorów zależnej od nośnika.";

"Uses HP proprietary color conversion based on Adobe RGB (1998)." = "Stosowanie zastrzeżonej konwersji kolorów HP na bazie Adobe RGB (1998).";

"This printer allows the emulation of colors of other HP Designjet Printers." = "Ta drukarka pozwala na emulację kolorów innych drukarek HP Designjet.";

"Select the Printer whose colors you want to emulate." = "Wybierz drukarkę, której kolory mają być emulowane.";

"This option will give you a consistent glossy appearance." = "Ta opcja zapewnia równomiernie błyszczący wygląd.";

"This option will give you neutral Black and White prints." = "Ta opcja zapewnia neutralne czarno-białe wydruki.";

"This option prints in black and white only; all colors and gray shades are printed as black." = "Ta opcja drukuje wyłącznie w trybie czarno-białym; wszystkie kolory i odcienie szarości są drukowane jako kolor czarny.";

"Indicates how to manage the colors that are out of range when converting between color spaces." = "Określa sposób zarządzania kolorami spoza zakresu przy konwersji między przestrzeniami kolorów.";

"Use for presentation graphics, charts, or images that contain bright, saturated colors." = "Zalecane do grafiki prezentacyjnej, wykresów lub obrazów zawierających jasne, nasycone kolory.";

"Use for photographs or images in which colors blend together. The overall appearance of colors is preserved as much as possible." = "Zalecane do fotografii lub obrazów, w których kolory się mieszają. Ogólny wygląd kolorów zostaje zachowany w maksymalnym możliwym stopniu.";

"Use when you need to match a particular color and to print it accurately. This option also maps the white of the input space to the white of the paper on which the print job is printed." = "Zalecane do dopasowania określonego koloru i jego dokładnego wydrukowania. Ta opcja odwzorowuje również biel przestrzeni wejściowej na biel papieru, na którym wykonywany jest wydruk.";

"Use when you need to print a draft to use for proofing. This option matches a particular color like the Relative Colorimetric option, but does not map the white." = "Zalecane do wydruków do celów próbnych. Ta opcja dopasowuje określony kolor, tak jak opcja Względne kolorymetryczne, ale nie odwzorowuje bieli.";

"Select this option to adjust for differences in black color values when converting colors between color spaces." = "Wybierz tę opcję, aby wyregulować różnice w wartościach czerni przy konwertowaniu kolorów między przestrzeniami kolorów.";

"Use this to adjust the overall tone reproduction from lighter to darker." = "Zalecane do regulowania ogólnego odtworzenia odcieni od jaśniejszego do ciemniejszego.";

"Use this to adjust the overall color balance between cyan and red." = "Zalecane do regulowania ogólnego balansu kolorów między błękitnym a czerwonym.";

"Use this to adjust the overall color balance between magenta and green." = "Zalecane do regulowania ogólnego balansu kolorów między amarantowym a zielonym.";

"Use this to adjust the overall color balance between yellow and blue." = "Zalecane do regulowania ogólnego balansu kolorów między żółtym a niebieskim.";

"Checking this box enables all controls and returns them to their previous values." = "Zaznaczenie tego pola włącza wszystkie formanty i przywraca je do poprzednich wartości.";

"Unchecking this box disables all controls and returns them to their default values." = "Usunięcie zaznaczenia tego pola wyłącza wszystkie formanty i przywraca je do domyślnych wartości.";

"Use this button to set all controls to its default position." = "Ten przycisk służy do ustawiania wszystkich formantów na wartości domyślne.";

"When activated, this will enable only the Midtones gray balance control and apply its settings also to the Highlight and Shadow zones of printed images." = "Po aktywowaniu opcja ta włącza tylko kontrolę balansu szarości półtonów, a formanty są stosowane również w obszarze wyróżnień i cieni drukowanych obrazów.";

"Use these controls to define the highlight, midtone, and shadow zones for the printed image." = "Zalecane do określania obszarów wyróżnień, półtonów i cieni dla drukowanego obrazu.";

"Use these controls to adjust the gray balance of the printed image highlight areas." = "Zalecane do regulowania balansu szarości dla obszarów wyróżnień drukowanego obrazu.";

"Use these controls to adjust the gray balance of the printed image midtone areas." = "Zalecane do regulowania balansu szarości dla obszarów półtonów drukowanego obrazu.";

"Use these controls to adjust the gray balance of the printed image shadow areas." = "Zalecane do regulowania balansu szarości dla obszarów cieni drukowanego obrazu.";

"The printable area is equal to the selected paper size minus the selected margins. The printer will add the selected margins to the printable area and align the resulting paper to the edge of the loaded paper. The printer will cut the paper with a size equal to the selected paper size." = "Obszar przeznaczony do zadrukowania jest równy wybranemu rozmiarowi papieru minus wybrane marginesy. Drukarka doda wybrane marginesy do obszaru przeznaczonego do zadrukowania i dopasuje powstały papier do krawędzi załadowanego papieru. Drukarka przytnie papier do rozmiaru równego wybranemu rozmiarowi papieru.";

"The printable area is equal to the selected paper size. The printer will add the selected margins to the printable area and align the resulting paper to the edge of the loaded paper. The printer will cut the paper with a size equal to the selected paper size plus the selected margins." = "Obszar przeznaczony do zadrukowania jest równy wybranemu rozmiarowi papieru. Drukarka doda wybrane marginesy do obszaru przeznaczonego do zadrukowania i dopasuje powstały papier do krawędzi załadowanego papieru. Drukarka przytnie papier do rozmiaru równego wybranemu rozmiarowi papieru plus wybrane marginesy.";

"The printable area is equal to the selected paper size. The printer will align the selected paper size to the edge of the loaded paper and will clip the contents according to the selected margins. The printer will cut a paper with a size equal to the selected paper size. The printer will not print any data inside the clipped area." = "Obszar przeznaczony do zadrukowania jest równy wybranemu rozmiarowi papieru. Drukarka dopasuje wybrany rozmiar papieru do krawędzi załadowanego papieru i wytnie zawartość według wybranych marginesów. Drukarka przytnie papier do rozmiaru równego wybranemu rozmiarowi papieru. Drukarka nie wydrukuje żadnych danych wewnątrz przyciętego obszaru.";

"The printable area is equal to the selected paper size. The printer will align the selected paper to the edge of the loaded paper. The printer will cut the paper with a size equal to the selected paper size. To avoid white areas in the border of the drawing caused by possible paper alignment problems, the contents of the drawing will be slightly magnified." = "Obszar przeznaczony do zadrukowania jest równy wybranemu rozmiarowi papieru. Drukarka dopasuje wybrany papier do krawędzi załadowanego papieru. Drukarka przytnie papier do rozmiaru równego wybranemu rozmiarowi papieru. Aby uniknąć białych miejsc w obramowaniu rysunku, spowodowanych ewentualnymi problemami z dopasowaniem papieru, zawartość rysunku zostanie lekko powiększona.";

"The printable area is equal to the selected paper size. The printer will align the selected paper to the edge of the loaded paper. To avoid white areas in the border of the drawing caused by possible paper alignment problems, the printer will cut the paper with a size slightly smaller than the selected paper size." = "Obszar przeznaczony do zadrukowania jest równy wybranemu rozmiarowi papieru. Drukarka dopasuje wybrany papier do krawędzi załadowanego papieru. Aby uniknąć białych miejsc w obramowaniu rysunku, spowodowanych ewentualnymi problemami z dopasowaniem papieru, drukarka przytnie papier do rozmiaru nieco mniejszego niż wybrany rozmiar papieru.";

"Enter the job's Account ID. For printers where the \"Request Account ID\" feature exists and is enabled, the Account ID is provided by the printer administrator. In that case, if the printer has a queue, a job that does not have an Account ID may be put on hold and stored in the printer queue until an ID is entered from the Embedded Web Server." = "Wprowadź identyfikator konta dla zadania. W przypadku drukarek, które obsługują i mają włączoną funkcję Wymagaj identyfikatora konta, identyfikator konta zapewnia administrator drukarki. W takim przypadku, jeżeli drukarka ma kolejkę, zadanie bez identyfikatora konta może zostać wstrzymane i przechowywane w kolejce drukarki do momentu wprowadzenia identyfikatora z wbudowanego serwera sieci Web (EWS).";

"Shows notifications about job settings constraints, job settings mismatches between driver and printer, and printer alerts." = "Wyświetlanie powiadomień o ograniczeniach ustawień zadania, niezgodności ustawień zadania między sterownikiem a drukarką oraz alertów drukarki.";

"Use to refresh the information about printer configuration and status." = "Służy do odświeżania informacji dotyczących konfiguracji i stanu drukarki.";

"See front panel on how to proceed." = "Sposób postępowania jest wskazany na panelu przednim.";

"cartridge_not_present_prefix" = "";

"cartridge_not_present_sufix" = " błąd kasety: brak kasety.";

"cartridge_out_of_ink_sufix" = " błąd kasety: brak atramentu.";

"cartridge_out_of_ink_prefix" = "";

"cartridge_very_low_sufix" = " ostrzeżenie dotyczące kasety: bardzo mało atramentu.";

"cartridge_very_low_prefix" = "";

"cartridge_low_sufix" = " ostrzeżenie dotyczące kasety: mało atramentu.";

"cartridge_low_prefix" = "";

"cartridge_reseat_sufix" = " błąd kasety: zainstaluj ponownie.";

"cartridge_reseat_prefix" = "";

"cartridge_replace_sufix" = " błąd kasety: wymień.";

"cartridge_replace_prefix" = "";

"cartridge_out_of_warranry_sufix" = " kaseta: po okresie gwarancji.";

"cartridge_out_of_warranry_prefix" = "";

"printhead_not_present_sufix" = " błąd głowicy drukującej: brak głowicy.";

"printhead_not_present_prefix" = "";

"printhead_replace_sufix" = " błąd głowicy drukującej: wymień.";

"printhead_replace_prefix" = "";

"printhead_reseat_sufix" = " błąd głowicy drukującej: zainstaluj ponownie.";

"printhead_reseat_prefix" = "";

"printhead_remove_sufix" = " błąd głowicy drukującej: wyjmij.";

"printhead_remove_prefix" = "";

"Paper path out of paper." = "Brak papieru w ścieżce papieru.";

"Load paper for next job." = "Załaduj papier do następnego zadania.";

"paper_type_mismatch" = "Wybrany typ papieru (%@) nie jest dostępny w drukarce (%@).";

"paper_type_mismatch_description" = "Sprawdź, czy typ papieru wybrany w menu Papier na panelu przednim drukarki i typ papieru wybrany w programie pasują do papieru faktycznie załadowanego do drukarki.";

"type_mismatch_multiroll" = "Wybrany typ papieru nie jest załadowany do drukarki.";

"type_mismatch_multiroll_description" = "Sprawdź, czy typ papieru wybrany w programie pasuje do typu papieru załadowanego do drukarki.";

"type_mismatch_in_source" = "Wybrany typ papieru nie jest dostępny w wybranym źródle papieru.";

"No paper loaded in selected paper source." = "Nie załadowano papieru do wybranego źródła papieru.";

"cut_sheet_loaded" = "Arkusz załadowany do drukarki.";

"verify_printer_setup" = "Sprawdź ustawienia drukarki.";

"verify_settings" = "Sprawdź swoje ustawienia.";

"Please verify your printer setup." = "Sprawdź ustawienia drukarki.";

"paper_size_mismatch" = "Wybrany rozmiar papieru (szerokość: %@, wysokość: %@) jest większy niż papier załadowany (szerokość: %@, wysokość: %@).";

"paper_size_mismatch_roll" = "Wybrany rozmiar papieru (szerokość: %@) jest większy niż papier załadowany (szerokość: %@).";

"size_mismatch_auto_select" = "Wybrany rozmiar papieru (szerokość: %@, wysokość: %@) jest większy niż papier załadowany (szerokość: %@).";

"status_services_unavailable" = "Stan i usługa niedostępne.";

"device_unavailable" = "Urządzenie może znajdować się w trybie offline lub może być w tym momencie nieosiągalne.";

"manual_printing_selected_title" = "Aktywowano drukowanie ręczne z otwartą układarką";

"manual_printing_selected_message" = "Aby zapobiec występowaniu śladów kół układarki na tym typie papieru, aktywowano pole wyboru „Wstrzymanie drukowania ręcznego” (w oknie dialogowym „Wykończenie”). Zadanie zostanie wstrzymane. Aby wydrukować zadanie, postępuj według instrukcji wyświetlanych na panelu przednim drukarki lub wydrukuj zadanie z kolejki (o ile jest dostępne).";

"manual_printing_required_title" = "Usunięto zaznaczenie opcji „Wstrzymanie drukowania ręcznego”";

"manual_printing_required_message" = "Aby zapobiec występowaniu śladów kół układarki na wybranym typie papieru (w oknie dialogowym „Papier/jakość”), zalecane jest zastosowanie ustawienia „Wstrzymanie drukowania ręcznego”.";

"manual_printing_not_required_title" = "Zaznaczono „Wstrzymanie drukowania ręcznego”";

"manual_printing_not_required_message" = "Wybrany typ papieru (w oknie dialogowym „Papier/jakość”) nie wymaga trybu drukowania ręcznego z otwartą układarką. Pozostawienie tego ustawienia jest zalecane do drukowania zadań z panelu przedniego drukarki przy otwartej pokrywie układarki.";

"device_is_sleeping_title" = "Drukarka znajduje się w trybie uśpienia.";

"device_is_sleeping_message" = "Drukarka wznowi działanie automatycznie po przekazaniu zadania do drukowania.";

"output_bin_max_size_exeeded_title" = "Rozmiar papieru jest dłuższy niż maksimum obsługiwane przez dolny kosz.";

"output_bin_max_size_exeeded_description" = "Wybierz rozmiar papieru mniejszy niż %.2f x %.2f %@ w celu ustawienia kosza jako ścieżki wyjściowej.";

"paper_size_invalid" = "Rozmiar papieru wykracza poza specyfikację drukarki (zob. okno dialogowe „Ustawienia strony”).";

"PaperSizeInvalid_description" = "Wybierz rozmiar papieru w następujących granicach – min. szerokość: %.2f %@, min. wysokość: %.2f %@, maks. szerokość: %.2f %@, maks. wysokość: %.2f %@.";

"custom_paper_margins_too_narrow_title" = "Marginesy drukarki są zbyt wąskie (zob. okno dialogowe „Ustawienia strony”).";

"custom_paper_margins_too_narrow_message" = "Marginesy powinny wynosić co najmniej %.2f %@, z wyjątkiem rozmiarów papieru z zerowymi marginesami.";

"paper_size_scale_to_feet" = "Ustawienia układu i źródła papieru zostały automatycznie zmienione w celu uwzględnienia nowych ustawień rozmiaru papieru wybranego w opcji „Skaluj do rozmiaru papieru” w oknie dialogowym „Obsługa papieru”.";

"ExtendedCustomMedia-category" = "Dodatkowy papier";

"Additional Paper" = "Dodatkowy papier";

"Bright White Bond Paper" = "Papier dokumentowy, jasnobiały";

"Any" = "Dowolny";

"Natural Tracing Paper" = "Papier kreślarski";

"HP Premium Instant-dry Gloss Photo Paper" = "Szybkoschnący papier fotograficzny HP Premium, błyszczący";

"HP Matte Proofing Paper" = "Papier do wydruków próbnych HP, matowy";

"Heavyweight Coated Paper" = "Papier o dużej gramaturze, powlekany";

"HP Super Heavyweight Plus Matte Paper" = "Papier o bardzo dużej gramaturze HP Plus, matowy";

"Super Heavyweight Coated Paper" = "Papier o bardzo o dużej gramaturze, powlekany";

"HP Premium Instant-dry Satin Photo Paper" = "Szybkoschnący papier fotograficzny HP Premium, satynowy";

"Photo Gloss Paper (more ink)" = "Papier błyszczący fotograficzny (więcej atramentu)";

"Photo Gloss Paper (less ink)" = "Papier błyszczący fotograficzny (mniej atramentu)";

"Photo Semi-Gloss/Satin Paper" = "Papier fotograficzny półbłyszczący/satynowy";

"Photo Semi-Gloss/Satin Paper (more ink)" = "Papier fotograficzny półbłyszczący/satynowy (więcej atramentu)";

"Photo Semi-Gloss/Satin Paper (less ink)" = "Papier fotograficzny półbłyszczący/satynowy (mniej atramentu)";

"HP Professional High-gloss Contract Proofing Paper" = "Profesjonalny papier do kontraktowych wydruków próbnych HP, bardzo błyszczący";

"Proofing Gloss Paper" = "Papier do wydruków próbnych błyszczący";

"Photo Matte Paper" = "Papier fotograficzny matowy";

"HP Professional Semi-gloss Contract Proofing Paper" = "Profesjonalny papier do kontraktowych wydruków próbnych HP, półbłyszczący";

"Proofing Semi-Gloss/Satin Paper" = "Papier do wydruków próbnych półbłyszczący/satynowy";

"Proofing Matte Paper" = "Papier do wydruków próbnych matowy";

"HP Professional Matte Canvas" = "Profesjonalne płótno HP, matowe";

"HP Collector Satin Canvas" = "Płótno HP Collector, satynowe";

"HP Matte Litho-Realistic Paper" = "Papier do litografii HP, matowy";

"HP Hahnemuhle Textured Fine Art Paper" = "Papier z fakturą do wydruków artystycznych HP firmy Hahnemühle";

"Fine Art Paper" = "Papier do wydruków artystycznych";

"Thick Fine Art Paper (>250 g/m2)" = "Gruby papier do wydruków artystycznych (>250 g/m²)";

"Fine Art Pearl Paper (more ink)" = "Papier perłowy do wydruków artystycznych (więcej atramentu)";

"Fine Art Pearl Paper (less ink)" = "Papier perłowy do wydruków artystycznych (mniej atramentu)";

"Transparent/Clear Film" = "Folia przezroczysta lub czysta";

"Matte Film" = "Folia matowa";

"HP Matte Photo Paper" = "Papier fotograficzny HP, matowy";

"HP Universal Bond Paper" = "Uniwersalny papier dokumentowy HP";

"HP Heavyweight Coated Paper" = "Papier o dużej gramaturze HP, powlekany";

"HP Natural Tracing Paper" = "Papier kreślarski HP";

"HP Universal High-Gloss Photo Paper" = "Uniwersalny papier fotograficzny HP, bardzo błyszczący";

"Photo Gloss Paper" = "Papier fotograficzny, błyszczący";

"Backlit Material" = "Materiał podświetlany";

"Cling" = "Materiał samoprzylepny";

"Adhesive Paper" = "Papier przylepny";

"Adhesive Polypropylene Matte" = "Polipropylen przylepny matowy";

"Adhesive Polypropylene Satin" = "Polipropylen przylepny satynowy";

"Adhesive Vinyl" = "Winyl przylepny";

"Translucent Bond" = "Dokumentowy, półprzezroczysty";

"HP Baryte Photo Paper" = "Papier fotograficzny HP, barytowy";

"HP Everyday Pigment Ink Gloss Photo Paper" = "Zwykły papier fotograficzny HP, błyszczący, do atramentów pigmentowych";

"HP Everyday Pigment Ink Satin Photo Paper" = "Zwykły papier fotograficzny HP, satynowy, do atramentów pigmentowych";

"HP Premium Matte Photo Paper" = "Papier fotograficzny HP Premium, matowy";

"Photo Gloss/Semi-Gloss/Satin Paper" = "Papier fotograficzny, błyszczący/półbłyszczący/satynowy";

"Photo Gloss/Semi-Gloss/Satin Paper (less ink)" = "Papier fotograficzny, błyszczący/półbłyszczący/satynowy (mniej atramentu)";

"Photo Gloss/Semi-Gloss/Satin Paper (more ink)" = "Papier fotograficzny, błyszczący/półbłyszczący/satynowy (więcej atramentu)";

"Photo Pearl Paper (less ink)" = "Papier perłowy fotograficzny (mniej atramentu)";

"Photo Pearl Paper (more ink)" = "Papier perłowy fotograficzny (więcej atramentu)";

"Photo Baryte Paper" = "Papier fotograficzny barytowy";

"Canvas (less ink)" = "Płótno (mniej atramentu)";

"Canvas (more ink)" = "Płótno (więcej atramentu)";

"Fine Art Paper (less ink)" = "Papier do wydruków artystycznych (mniej atramentu)";

"Fine Art Paper (more ink)" = "Papier do wydruków artystycznych (więcej atramentu)";

"HP Premium Semi-gloss Proofing Paper" = "Papier do wydruków próbnych HP Premium, półbłyszczący";

"HP Premium Vivid Color Backlit Film" = "Folia do podświetlania HP Premium o żywych kolorach";

"Generic Natural Tracing Paper <65g/m2" = "Uniwersalny papier kreślarski < 65 g/m²";

"Generic Natural Tracing Paper >65g/m2" = "Uniwersalny papier kreślarski > 65 g/m²";

"HP Recycled Bond Paper" = "Papier dokumentowy HP, odzyskany";

"Recycled Bond Paper" = "Papier dokumentowy, odzyskany";

"Scrim Banner" = "Materiał transparentowy, maskujący";

"HP Opaque Scrim" = "Tkanina maskująca HP, nieprzezroczysta";

"HP Everyday Adhesive Matte Polypropylene" = "Zwykły przylepny polipropylen HP, matowy";

"Other" = "Inne";

"HP Universal Gloss Photo Paper" = "Uniwersalny papier fotograficzny HP, błyszczący";

"HP Universal Satin Photo Paper" = "Uniwersalny papier fotograficzny HP, satynowy";

"HP Premium Gloss Photo Paper" = "Papier fotograficzny HP Premium, błyszczący";

"HP Premium Satin Photo Paper" = "Papier fotograficzny HP Premium, satynowy";

"Polypropylene Satin" = "Polipropylen satynowy";

"HP Universal Heavyweight Coated Paper" = "Uniwersalny papier o dużej gramaturze HP, powlekany";

// Changed names since May 2013
"HP Everyday Instant-dry Gloss Photo Paper" = "Zwykły szybkoschnący papier fotograficzny HP, błyszczący";
"HP Everyday Instant-dry Satin Photo Paper" = "Zwykły szybkoschnący papier fotograficzny HP, satynowy";
"HP Professional Instant-dry Satin Photo Paper" = "Profesjonalny szybkoschnący papier fotograficzny HP, satynowy";
"HP Premium Matte Polypropylene" = "Polipropylen HP Premium, matowy";

//New media for Cheetah
"HP Universal Matte Canvas" = "Uniwersalne płótno HP, matowe";

"Printed on:" = "Wydrukowano na:";

"Document Size:" = "Rozmiar dokumentu:";

"margins" = "marginesy";

"Printing Resolution (dpi)" = "Rozdzielczość drukowania (dpi)";

"Rendering Resolution (ppi)" = "Rozdzielczość renderowania (ppi)";

"Roll 1" = "Rolka 1";

"Roll 1:" = "Rolka 1:";

"Roll 2" = "Rolka 2";

"Roll 2:" = "Rolka 2:";

"Roll 3" = "Rolka 3";

"Roll 3:" = "Rolka 3:";

"Roll 4" = "Rolka 4";

"Roll 4:" = "Rolka 4:";

"Roll 5" = "Rolka 5";

"Roll 5:" = "Rolka 5:";

"Roll 6" = "Rolka 6";

"Roll 6:" = "Rolka 6:";

"Printer Auto Select" = "Automatyczny wybór drukarki";

"Roll Protected ToolTip" = "Ochrona rolki: zadania są drukowane na rolce tylko wtedy, gdy zadanie wyraźnie określa numer rolki lub typ papieru załadowanego na rolce.";

"Loaded Paper:" = "Załadowany papier:";

"Unloaded" = "Wyładowany";

"Standby" = "Wstrzymanie";

"Standard_quality" = "Standardowe";

"Custom_quality" = "Niestandardowe";

"Quality Options:" = "Opcje jakości:";

"Quality Options" = "Opcje jakości";

"Speed" = "Prędkość";

"Crop Lines" = "Linie przycinania";

"More Passes" = "Więcej przebiegów";

"Gloss Enhancer:" = "Zwiększanie połysku:";

"Gloss Enhancer" = "Zwiększanie połysku";

"economode-ge" = "EconoMode";

"whole-page-ge" = "Cała strona";

"Print in Color" = "Drukuj w kolorze";

"Print in Grayscale" = "Drukuj w skali szarości";

"Print in Pure Black and White" = "Drukuj w czystej czerni i bieli";

"Pure Black and White" = "Czysta czerń i biel";

"Gray and Black inks only" = "Tylko szary i czarny atrament";

"Full set of inks" = "Pełny zestaw atramentów";

"Color Management:" = "Zarządzanie kolorami:";

"Printer Managed Colors" = "Kolory zarządzane przez drukarkę";

"Source Profile:" = "Profil źródła:";

"Source Profile" = "Profil źródła";

"Use Adobe RGB (1998)" = "Zastosowanie Adobe RGB (1998)";

"Use Embedded (ICC/ColorSync)" = "Zastosowanie Embedded (ICC/ColorSync)";

"Emulated Printer" = "Emulowana drukarka";

"Emulated Printer:" = "Emulowana drukarka:";

"Printer Emulation" = "Emulacja drukarki";

"Application" = "Aplikacja";

"Printer" = "Drukarka";

"Mode" = "Tryb";

"Mode:" = "Tryb:";

"Lightness and Hue" = "Jasność i odcień";

"Lightness" = "Jasność";

"Color Balance" = "Balans kolorów";

"Color Balance:" = "Balans kolorów:";

"Adjust..." = "Dostosuj...";

"H:" = "H:";

"M:" = "M:";

"S:" = "S:";

"Gray Balance" = "Balans szarości";

"Zone Definitions:" = "Definicje obszarów:";

"Highlight" = "Wyróżnienia";

"Midtone" = "Półtony";

"Shadow" = "Cienie";

"Highlight X" = "Wyróżnienia X";

"Highlight Y" = "Wyróżnienia Y";

"Midtone X" = "Półtony X";

"Midtone Y" = "Półtony Y";

"Shadow X" = "Cienie X";

"Shadow Y" = "Cienie Y";

"Apply Midtone adjustment to all" = "Zastosuj regulację półtonów do wszystkich";

"Layout" = "Układ";

"Print With Margins" = "Drukuj z marginesami";

"clip-layout" = "Przytnij zawartość według marginesów";

"oversize-layout" = "Ponadwymiarowo";

"Borderless" = "Bez obramowania";

"standard-layout" = "Standardowo";

"Print Preview:" = "Podgląd wydruku:";

"Application View:" = "Widok aplikacji:";

"layout-standard-description" = "Tak działają drukarki biurkowe.\nOtrzymany rozmiar papieru jest równy rozmiarowi papieru, który został wybrany w sterowniku.";

"layout-clipped-description" = "Jest to ustawienie zalecane w przypadku, gdy zawartość wydruku ma białe obramowanie i rozmiar odpowiadający rozmiarowi papieru wybranemu w sterowniku.\nDrukarka wykorzystuje białe obramowanie do marginesów, a otrzymana strona ma wielkość równą rozmiarowi wybranemu w sterowniku.";

"layout-oversize-description" = "Jest to ustawienie zalecane w przypadku, gdy zawartość wydruku ma rozmiar odpowiadający rozmiarowi papieru wybranemu w sterowniku.\nDrukarka dodaje swoje marginesy do zawartości wydruku, a otrzymana strona ma wielkość nieco większą niż rozmiar wybrany w sterowniku.\nPrzycięcie wokół drukowanej zawartości umożliwia symulowanie druku bez obramowania.";

"layout-borderless-description" = "Jest to ustawienie zalecane w przypadku, gdy aplikacja użytkownika ma służyć do kontroli powiększenia potrzebnego w celu uniknięcia problemów z dopasowaniem papieru, prowadzących do powstania białych obszarów w obramowaniu papieru.\nAby użyć tego ustawienia, należy wybrać niestandardowy rozmiar papieru, o 8 mm większy niż rozmiar, który ma zostać przycięty przez drukarkę.";

"layout-xpansion-description" = "Jest to ustawienie zalecane do drukowania bez obramowania i przy lekkim powiększeniu zawartości przez drukarkę.\nPowiększenie jest wykonywane w celu uniknięcia ewentualnych problemów z dopasowaniem papieru, prowadzących do powstania białych obszarów w obramowaniu papieru.\nW efekcie część zawartości (mniej niż 2% na każdym boku) zostanie przycięta, a skala wykresu nie zostanie zachowana.";

"Accounting" = "Ewidencjonowanie";

"Account ID:" = "Identyfikator konta:";

"Account ID" = "Identyfikator konta";

"Constraints and Device Status" = "Ograniczenia i stan urządzenia";

"Ink" = "Atrament";

"Volume" = "Objętość";

"Ink Volume:" = "Objętość atramentu:";

"Dry Time:" = "Czas suszenia:";

"Light" = "Jasny";

"Less" = "Mniej";

"More" = "Więcej";

"Maximum Detail" = "Maksimum szczegółów";

"Print document with the highest resolution." = "Drukowanie dokumentu w najwyższej rozdzielczości.";

"Glossenhancer" = "Zwiększanie połysku";

"Transparent" = "Zwiększanie połysku";

"." = ".";

"Selected roll not installed in printer." = "Wybrana rolka nie jest zainstalowana w drukarce.";

"Please choose a different paper source." = "Wybierz inne źródło papieru.";

"Loaded Paper" = "Załadowany papier";

"Default Source Profile" = "Domyślny profil źródła";

"Arch B" = "Arch B";

"Arch A on the roll" = "Arch A na rolce";

"D on the roll" = "D na rolce";

"A6 on the roll" = "A6 na rolce";

"A3 on the roll" = "A3 na rolce";

"C" = "C";

"Super B/A3 on the roll" = "Super B/A3 na rolce";

"D" = "D";

"C6 Envelope" = "Koperta C6";

"C5 Envelope" = "Koperta C5";

"C2" = "C2";

"C3" = "C3";

"C4" = "C4";

"Executive on the roll" = "Executive na rolce";

"Super C/A2, Arch C on the roll" = "Super C/A2, Arch C na rolce";

"Tabloid on the roll" = "Tabloid na rolce";

"Tabloid" = "Tabloid";

"US Legal on the roll" = "US Legal na rolce";

"A1 on the roll" = "A1 na rolce";

"Executive" = "Executive";

"4x6 Index on the roll" = "4x6 Index na rolce";

"A2 Envelope" = "Koperta A2";

"A4 on the roll" = "A4 na rolce";

"JB2" = "JB2";

"B4 on the roll" = "B4 na rolce";

"B2" = "B2";

"C4 on the roll" = "C4 na rolce";

"B3" = "B3";

"JB3" = "JB3";

"B4" = "B4";

"Super C/A2, Arch C" = "Super C/A2, Arch C";

"JB4" = "JB4";

"Super D/A1, Arch D" = "Super D/A1, Arch D";

"Super B/A3" = "Super B/A3";

"5x8 Index" = "5x8 Index";

"JB5" = "JB5";

"C2 on the roll" = "C2 na rolce";

"C on the roll" = "C na rolce";

"US Letter" = "US Letter";

"A1" = "A1";

"A2 on the roll" = "A2 na rolce";

"Statement on the roll" = "Statement na rolce";

"Monarch Envelope" = "Koperta Monarch";

"B2 on the roll" = "B2 na rolce";

"A2" = "A2";

"Arch A" = "Arch A";

"HP Greeting Card Envelope" = "Koperta HP na kartkę pocztową";

"A3" = "A3";

"JB5 on the roll" = "JB5 na rolce";

"A4" = "A4";

"US Legal" = "US Legal";

"JB4 on the roll" = "JB4 na rolce";

"A5" = "A5";

"Statement" = "Statement";

"#10 Envelope" = "Koperta nr 10";

"A6" = "A6";

"5x8 Index on the roll" = "5x8 Index na rolce";

"A5 on the roll" = "A5 na rolce";

"US Letter on the roll" = "US Letter na rolce";

"DL Envelope" = "Koperta DL";

"4x6 Index" = "4x6 Index";

"Super D/A1, Arch D on the roll" = "Super D/A1, Arch D na rolce";

"JB3 on the roll" = "JB3 na rolce";

"B3 on the roll" = "B3 na rolce";

"JB2 on the roll" = "JB2 na rolce";

"Arch B on the roll" = "Arch B na rolce";

"C3 on the roll" = "C3 na rolce";

"Tabloid small margins" = "Tabloid małe marginesy";

"US Letter extended margins" = "US Letter rozszerzone marginesy";

"Tabloid extended margins" = "Tabloid rozszerzone marginesy";

"JB0 extended margins" = "JB0 rozszerzone marginesy";

"JB1 on sheet media" = "JB1 na arkuszu";

"JB1 no margins" = "JB1 bez marginesów";

"Arch E small margins" = "Arch E małe marginesy";

"Super C/A2, Arch C extended margins" = "Super C/A2, Arch C rozszerzone marginesy";

"JB4 small margins" = "JB4 małe marginesy";

"Super D/A1, Arch D small margins" = "Super D/A1, Arch D małe marginesy";

"A2 small margins" = "A2 małe marginesy";

"Arch E" = "Arch E";

"Super C/A2, Arch C no margins" = "Super C/A2, Arch C bez marginesów";

"Arch E no margins" = "Arch E bez marginesów";

"JB4 no margins" = "JB4 bez marginesów";

"Arch A no margins" = "Arch A bez marginesów";

"JB1 extended margins" = "JB1 rozszerzone marginesy";

"Super C/A2, Arch C on sheet media" = "Super C/A2, Arch C na arkuszu";

"C extended margins" = "C rozszerzone marginesy";

"Tabloid on sheet media" = "Tabloid na arkuszu";

"A2 on sheet media" = "A2 na arkuszu";

"Arch E extended margins" = "Arch E rozszerzone marginesy";

"C no margins" = "C bez marginesów";

"A0" = "A0";

"D small margins" = "D małe marginesy";

"JB2 on sheet media" = "JB2 na arkuszu";

"D extended margins" = "D rozszerzone marginesy";

"JB2 extended margins" = "JB2 rozszerzone marginesy";

"D no margins" = "D bez marginesów";

"JB0" = "JB0";

"JB3 small margins" = "JB3 małe marginesy";

"JB0 no margins" = "JB0 bez marginesów";

"US Letter no margins" = "US Letter bez marginesów";

"A0 on sheet media" = "A0 na arkuszu";

"Arch B no margins" = "Arch B bez marginesów";

"E no margins" = "E bez marginesów";

"Super C/A2, Arch C small margins" = "Super C/A2, Arch C małe marginesy";

"A0 small margins" = "A0 małe marginesy";

"JB1" = "JB1";

"Tabloid no margins" = "Tabloid bez marginesów";

"Arch B extended margins" = "Arch B rozszerzone marginesy";

"E extended margins" = "E rozszerzone marginesy";

"JB3 no margins" = "JB3 bez marginesów";

"A3 small margins" = "A3 małe marginesy";

"JB3 extended margins" = "JB3 rozszerzone marginesy";

"C on sheet media" = "C na arkuszu";

"D on sheet media" = "D na arkuszu";

"JB2 small margins" = "JB2 małe marginesy";

"E on sheet media" = "E na arkuszu";

"JB3 on sheet media" = "JB3 na arkuszu";

"C small margins" = "C małe marginesy";

"A4 no margins" = "A4 bez marginesów";

"Arch E on sheet media" = "Arch E na arkuszu";

"JB4 extended margins" = "JB4 rozszerzone marginesy";

"A3 no margins" = "A3 bez marginesów";

"E" = "E";

"Arch B small margins" = "Arch B małe marginesy";

"A3 on sheet media" = "A3 na arkuszu";

"Super D/A1, Arch D extended margins" = "Super D/A1, Arch D rozszerzone marginesy";

"US Letter small margins" = "US Letter małe marginesy";

"A2 no margins" = "A2 bez marginesów";

"A0 extended margins" = "A0 rozszerzone marginesy";

"Super D/A1, Arch D on sheet media" = "Super D/A1, Arch D na arkuszu";

"JB1 small margins" = "JB1 małe marginesy";

"A1 extended margins" = "A1 rozszerzone marginesy";

"A2 extended margins" = "A2 rozszerzone marginesy";

"A1 small margins" = "A1 małe marginesy";

"A1 no margins" = "A1 bez marginesów";

"A3 extended margins" = "A3 rozszerzone marginesy";

"JB2 no margins" = "JB2 bez marginesów";

"A4 extended margins" = "A4 rozszerzone marginesy";

"A0 no margins" = "A0 bez marginesów";

"Arch A extended margins" = "Arch A rozszerzone marginesy";

"A1 on sheet media" = "A1 na arkuszu";

"A4 small margins" = "A4 małe marginesy";

"JB0 on sheet media" = "JB0 na arkuszu";

"Arch A small margins" = "Arch A małe marginesy";

"Arch B on sheet media" = "Arch B na arkuszu";

"E small margins" = "E małe marginesy";

"JB0 small margins" = "JB0 małe marginesy";

"Transparent or Clear Film" = "Folia przezroczysta lub czysta";

"Outdoor Paper" = "Papier do ekspozycji na zewnątrz";

"Glossy Film" = "Błyszcząca folia";

"Photo Semi Gloss/Satin Paper" = "Papier fotograficzny półbłyszczący/satynowy";

"Backlit" = "Podświetlany";

"B3 on sheet media" = "B3 na arkuszu";

"Arch A on sheet media" = "Arch A na arkuszu";

"US Legal on sheet media" = "US Legal na arkuszu";

"Generic Natural Tracing Paper < 65 g/m2" = "Uniwersalny papier kreślarski < 65 g/m²";

"B2 on sheet media" = "B2 na arkuszu";

"JB4 on sheet media" = "JB4 na arkuszu";

"Arch E2 no margins" = "Arch E2 bez marginesów";

"Generic Natural Tracing Paper > 65 g/m2" = "Uniwersalny papier kreślarski > 65 g/m²";

"F no margins" = "F bez marginesów";

"Arch E1 no margins" = "Arch E1 bez marginesów";

"B1 on sheet media" = "B1 na arkuszu";

"F on sheet media" = "F na arkuszu";

"B3 no margins" = "B3 bez marginesów";

"B2 no margins" = "B2 bez marginesów";

"B0 on sheet media" = "B0 na arkuszu";

"Super B/A3 no margins" = "Super B/A3 bez marginesów";

"B4 no margins" = "B4 bez marginesów";

"B1 no margins" = "B1 bez marginesów";

"Arch E3 on sheet media" = "Arch E3 na arkuszu";

"B0" = "B0";

"Arch E3" = "Arch E3";

"B0 no margins" = "B0 bez marginesów";

"B1" = "B1";

"A4 on sheet media" = "A4 na arkuszu";

"Super B/A3 on sheet media" = "Super B/A3 na arkuszu";

"Arch E2" = "Arch E2";

"US Letter on sheet media" = "US Letter na arkuszu";

"Arch E2 on sheet media" = "Arch E2 na arkuszu";

"B4 on sheet media" = "B4 na arkuszu";

"US Legal no margins" = "US Legal bez marginesów";

"F" = "F";

"Arch E1" = "Arch E1";

"Arch E3 no margins" = "Arch E3 bez marginesów";

"Arch E1 on sheet media" = "Arch E1 na arkuszu";

"14'' x 18''" = "14'' x 18''";

"18'' x 22''" = "18'' x 22''";

"11'' x 14'' on sheet media" = "11'' x 14'' na arkuszu";

"30cm x 40cm on sheet media" = "30 cm x 40 cm na arkuszu";

"10'' x 12''" = "10'' x 12''";

"20'' x 24''" = "20'' x 24''";

"24'' x 30'' on sheet media" = "24'' x 30'' na arkuszu";

"22'' x 28'' on sheet media" = "22'' x 28'' na arkuszu";

"12'' x 16'' no margins" = "12'' x 16'' bez marginesów";

"60cm x 90cm on sheet media" = "60 cm x 90 cm na arkuszu";

"14'' x 18'' no margins" = "14'' x 18'' bez marginesów";

"10'' x 15'' on sheet media" = "10'' x 15'' na arkuszu";

"50cm x 76cm on sheet media" = "50 cm x 76 cm na arkuszu";

"18'' x 22'' no margins" = "18'' x 22'' bez marginesów";

"30cm x 45cm no margins" = "30 cm x 45 cm bez marginesów";

"16'' x 20'' no margins" = "16'' x 20'' bez marginesów";

"12'' x 16'' on sheet media" = "12'' x 16'' na arkuszu";

"30cm x 40cm" = "30 cm x 40 cm";

"22'' x 28'' no margins" = "22'' x 28'' bez marginesów";

"30cm x 45cm" = "30 cm x 45 cm";

"24'' x 30'' no margins" = "24'' x 30'' bez marginesów";

"14'' x 17'' on sheet media" = "14'' x 17'' na arkuszu";

"11'' x 14'' no margins" = "11'' x 14'' bez marginesów";

"50cm x 76cm" = "50 cm x 76 cm";

"60cm x 90cm" = "60 cm x 90 cm";

"40cm x 60cm no margins" = "40 cm x 60 cm bez marginesów";

"16'' x 20'' on sheet media" = "16'' x 20'' na arkuszu";

"11'' x 14''" = "11'' x 14''";

"14'' x 18'' on sheet media" = "14'' x 18'' na arkuszu";

"10'' x 12'' no margins" = "10'' x 12'' bez marginesów";

"10'' x 15'' no margins" = "10'' x 15'' bez marginesów";

"40cm x 60cm" = "40 cm x 60 cm";

"Thick Fine Art Paper (>250 g/m)" = "Gruby papier do wydruków artystycznych (>250 g/m)";

"30cm x 40cm no margins" = "30 cm x 40 cm bez marginesów";

"24'' x 30''" = "24'' x 30''";

"20'' x 24'' no margins" = "20'' x 24'' bez marginesów";

"18'' x 22'' on sheet media" = "18'' x 22'' na arkuszu";

"60cm x 90cm no margins" = "60 cm x 90 cm bez marginesów";

"10'' x 15''" = "10'' x 15''";

"30cm x 45cm on sheet media" = "30 cm x 45 cm na arkuszu";

"12'' x 16''" = "12'' x 16''";

"20'' x 24'' on sheet media" = "20'' x 24'' na arkuszu";

"14'' x 17''" = "14'' x 17''";

"16'' x 20''" = "16'' x 20''";

"22'' x 28''" = "22'' x 28''";

"40cm x 60cm on sheet media" = "40 cm x 60 cm na arkuszu";

"50cm x 76cm no margins" = "50 cm x 76 cm bez marginesów";

"10'' x 12'' on sheet media" = "10'' x 12'' na arkuszu";

"14'' x 17'' no margins" = "14'' x 17'' bez marginesów";

"B2 small margins" = "B2 małe marginesy";

"C2 extended margins" = "C2 rozszerzone marginesy";

"B4 small margins" = "B4 małe marginesy";

"B0 small margins" = "B0 małe marginesy";

"B2 extended margins" = "B2 rozszerzone marginesy";

"C4 small margins" = "C4 małe marginesy";

"C0 small margins" = "C0 małe marginesy";

"C2 small margins" = "C2 małe marginesy";

"F extended margins" = "F rozszerzone marginesy";

"C1 extended margins" = "C1 rozszerzone marginesy";

"C2 no margins" = "C2 bez marginesów";

"Super B/A3 small margins" = "Super B/A3 małe marginesy";

"C4 no margins" = "C4 bez marginesów";

"C1 no margins" = "C1 bez marginesów";

"C3 no margins" = "C3 bez marginesów";

"C0 no margins" = "C0 bez marginesów";

"US Legal small margins" = "US Legal małe marginesy";

"B1 extended margins" = "B1 rozszerzone marginesy";

"B1 small margins" = "B1 małe marginesy";

"C0 extended margins" = "C0 rozszerzone marginesy";

"C1 small margins" = "C1 małe marginesy";

"B3 small margins" = "B3 małe marginesy";

"B0 extended margins" = "B0 rozszerzone marginesy";

"C0" = "C0";

"C3 small margins" = "C3 małe marginesy";

"C4 extended margins" = "C4 rozszerzone marginesy";

"C1" = "C1";

"F small margins" = "F małe marginesy";

"Super B/A3 extended margins" = "Super B/A3 rozszerzone marginesy";

"B4 extended margins" = "B4 rozszerzone marginesy";

"US Legal extended margins" = "US Legal rozszerzone marginesy";

"C3 extended margins" = "C3 rozszerzone marginesy";

"B3 extended margins" = "B3 rozszerzone marginesy";

"Media Size" = "Rozmiar nośnika";

"Photo" = "Fotografia";

"Status of my Printer (Media, Ink, ...)" = "Stan mojej drukarki (nośnik, atrament, ...)";

"C4 on sheet media" = "C4 na arkuszu";

"Euroscale Uncoated v2" = "Euroscale Uncoated v2";

"Productivity" = "Wydajność";

"Japan Color 2001 Coated" = "Japan Color 2001 Coated";

"HP Designjet 5500ps Dye, Photo Imaging Gloss, MaxQ" = "HP Designjet 5500ps Dye, Photo Imaging Gloss, MaxQ";

"Standard" = "Standardowy";

"Print Document on" = "Drukowanie dokumentu na";

"Normal - Fast" = "Normalny – Szybkie drukowanie";

"42 x 84" = "42 x 84";

"Maximum Resolution for Photo papers" = "Maksymalna rozdzielczość na papierze fotograficznym";

"Japan Web Coated (Ad)" = "Japan Web Coated (Ad)";

"No CMYK Emulation" = "Brak emulacji CMYK";

"HP Designjet 5500ps Dye, Prod Photo Gloss, MaxQ" = "HP Designjet 5500ps Dye, Prod Photo Gloss, MaxQ";

"sRGB (HP)" = "sRGB (HP)";

"Drawings/Text" = "Rysunki/tekst";

"ANSI E" = "ANSI E";

"C3 on sheet media" = "C3 na arkuszu";

"ColorMatch RGB" = "ColorMatch RGB";

"Perceptual(Images)" = "Percepcyjne (obrazy)";

"Light Gray" = "Jasnoszary";

"60 x 84" = "60 x 84";

"0% No Change" = "0% bez zmian";

"HP Printing Knowledge Center" = "HP Printing Knowledge Center";

"+20%" = "+20%";

"HP Designjet 4000/4500 Series" = "HP Designjet z serii 4000/4500";

"No RGB Emulation" = "Brak emulacji RGB";

"Japan Color 2002 Newspaper" = "Japan Color 2002 Newspaper";

"HP Designjet 5500 UV Series" = "HP Designjet z serii 5500 UV";

"60 x 72" = "60 x 72";

"Adobe RGB (1998)" = "Adobe RGB (1998)";

"HP Designjet 1055CM/1055CM Plus, High Gloss Photo Paper" = "HP Designjet 1055CM/1055CM Plus, papier fotograficzny, bardzo błyszczący";

"Rendering Intent" = "Opcje renderowania";

"Input Profiles" = "Profile wejściowe";

"Relative Colorimetric" = "Względne kolorymetryczne";

"-25% Lighter" = "-25% jaśniej";

"Apple RGB" = "Apple RGB";

"Generic Natural Tracing Paper <3C> 65 g/m2" = "Uniwersalny papier kreślarski <3C> 65 g/m²";

"US Sheetfed Coated v2" = "US Sheetfed Coated v2";

"53 lpi / 600 dpi" = "53 lpi / 600 dpi";

"JMPA" = "JMPA";

"Fast (draft)" = "Szybkie drukowanie (robocza)";

"Japan Color 2001 Uncoated" = "Japan Color 2001 Uncoated";

"Photoshop 5 Default CMYK" = "Photoshop 5 Default CMYK";

"256 MB Total Memory" = "Łączny rozmiar pamięci: 256 MB";

"42 x 60" = "42 x 60";

"Whole Page" = "Cała strona";

"+5%" = "+5%";

"Automatically by Printer" = "Automatycznie przez drukarkę";

"Black Ink Only" = "Tylko czarny atrament";

"Images" = "Obrazy";

"Max Quality" = "Maksymalna jakość";

"Standard Emulation" = "Standardowa emulacja";

"Oversize" = "Ponadwymiarowo";

"60 lpi / 600 dpi" = "60 lpi / 600 dpi";

"Production" = "Produkcja";

"sRGB IEC61966-2.1" = "sRGB IEC61966-2.1";

"TOYO" = "TOYO";

"Photo Black" = "Czarny fotograficzny";

"Scale to" = "Skaluj do";

"RGB" = "RGB";

"Apply Midtone Adjustment to All" = "Zastosuj regulację półtonów do wszystkich";

"US Web Coated (SWOP) v2" = "US Web Coated (SWOP) v2";

"C0 on sheet media" = "C0 na arkuszu";

"Manually in Application" = "Ręcznie w aplikacji";

"Native without Black Replacement" = "Naturalny bez wymiany czarnego koloru";

"Photoshop 4 Default CMYK" = "Photoshop 4 Default CMYK";

"Sheet" = "Arkusz";

"Device Maintenance" = "Konserwacja urządzenia";

"Open WebAccess" = "Open WebAccess";

"CMYK" = "CMYK";

"Manage my Printer Queue" = "Zarządzaj kolejką drukarki";

"54 x 84" = "54 x 84";

"Normal (final)" = "Normalny (ostateczna)";

"Colorimetric" = "Kolorymetryczny";

"Saturation(Graphics)" = "Nasycenie (grafika)";

"24 x 60" = "24 x 60";

"HP Designjet 1000 Series" = "HP Designjet z serii 1000";

"HP Professional PANTONE Emulation" = "Emulacja HP Professional PANTONE";

"Print with Margins" = "Drukuj z marginesami";

"Black Lightness" = "Jasność czerni";

"512 MB" = "512 MB";

"No Change" = "Bez zmian";

"Automatic PANTONE(R) Calibration" = "Automatyczna kalibracja PANTONE(R)";

"Light Magenta" = "Jasnoamarantowy";

"Default CMYK Source Profile" = "Domyślny profil źródła CMYK";

"True" = "Rzeczywisty";

"Show Print Preview" = "Pokaż Podgląd wydruku";

"Default RGB Source Profile" = "Domyślny profil źródła RGB";

"DIC" = "DIC";

"HP Designjet 5000ps Dye, HW Coated Paper, MaxQ" = "HP Designjet 5000ps Dye, papier o dużej gramaturze, powlekany, MaxQ";

"None" = "Brak";

"HP CMYK Plus technology" = "Technologia HP CMYK Plus";

"Cyan Lightness" = "Jasność błękitu";

"60 x 96" = "60 x 96";

"54 x 72" = "54 x 72";

"Custom Paper" = "Papier niestandardowy";

"Arch D" = "Arch D";

"S" = "S";

"192 MB Total Memory" = "Łączny rozmiar pamięci: 192 MB";

"Adobe RGB (HP)" = "Adobe RGB (HP)";

"Black Point Compensation" = "Kompensacja punktu czerni";

"24 x 48" = "24 x 48";

"US Sheetfed Uncoated v2" = "US Sheetfed Uncoated v2";

"Best (enhanced)" = "Najlepsza (rozszerzona)";

"HP Color Center" = "HP Color Center";

"+25% Darker" = "+25% ciemniej";

"HP CMYK Emulation" = "Emulacja HP CMYK";

"Application Managed Colors (Native)" = "Kolory zarządzane przez aplikację (naturalny)";

"54 x 96" = "54 x 96";

"US Web Uncoated v2" = "US Web Uncoated v2";

"Japan Offset" = "Japan Offset";

"Installed Memory" = "Zainstalowana pamięć";

"M" = "M";

"Separator" = "Separator";

"HP Designjet 1055CM/1055CM Plus, Heavy Coated Paper" = "HP Designjet 1055CM/1055CM Plus, papier o dużej gramaturze, powlekany";

"C2 on sheet media" = "C2 na arkuszu";

"-20%" = "-20%";

"Adobe RGB" = "Adobe RGB";

"Rotate by 90 Degrees" = "Obrót o 90 stopni";

"Optimized for CAD" = "Optymalizacja do CAD";

"C1 on sheet media" = "C1 na arkuszu";

"Arch C" = "Arch C";

"HP Designjet 5500ps Dye, HW Coated Paper, MaxQ" = "HP Designjet 5500ps Dye, papier o dużej gramaturze, powlekany, MaxQ";

"HP Designjet 5000ps Dye, Photo Imaging Gloss, MaxQ" = "HP Designjet 5000ps Dye, Photo Imaging Gloss, MaxQ";

"Manage my printer's queue" = "Zarządzaj kolejką drukarki";

"Matte Black" = "Czarny matowy";

"36 x 60" = "36 x 60";

"Source is" = "Źródło to";

"Troubleshoot my Printer" = "Rozwiązywanie problemów z drukarką";

"Access user documentation" = "Dostęp do dokumentacji użytkownika";

"Max. Quality + Enhanced IQ" = "Maksymalna jakość + ulepszona jakość obrazu";

"42 x 72" = "42 x 72";

"Light Cyan" = "Jasnobłękitny";

"+10%" = "+10%";

"36 x 72" = "36 x 72";

"Add Custom Paper..." = "Dodaj niestandardowy papier...";

"Print quality troubleshooting" = "Rozwiązywanie problemów z jakością wydruku";

"Productivity + Enhanced IQ" = "Wydajność + ulepszona jakość obrazu";

"Access User Documentation" = "Dostęp do dokumentacji użytkownika";

"Yellow Lightness" = "Jasność koloru żółtego";

"SWOP" = "SWOP";

"False" = "Nieprawdziwy";

"256 MB" = "256 MB";

"Max Speed" = "Maksymalna prędkość";

"HP Designjet 500/800 Series" = "HP Designjet z serii 500/800";

"EuroScale" = "EuroScale";

"Image Quality" = "Jakość obrazu";

"-10%" = "-10%";

"Status of my printer (Media, Ink,...)" = "Stan mojej drukarki (nośnik, atrament, ...)";

"-15%" = "-15%";

"Super D/A1, Arch D no margins" = "Super D/A1, Arch D bez marginesów";

"Euroscale Coated v2" = "Euroscale Coated v2";

"ANSI D" = "ANSI D";

"Magenta Lightness" = "Jasność koloru amarantowego";

"512 MB Total Memory" = "Łączny rozmiar pamięci: 512 MB";

"HP Designjet 5500 Dye Series" = "HP Designjet z serii 5500 Dye";

"HPJobAccounting" = "HPJobAccounting";

"Perceptual" = "Percepcyjne";

"Gray" = "Szary";

"+15%" = "+15%";

"-5%" = "-5%";

"Clip Contents by Margins" = "Przytnij zawartość według marginesów";

"HP RGB Emulation" = "Emulacja HP RGB";

"Absolute Colorimetric" = "Bezwzględne kolorymetryczne";

"Europe ISO Coated FOGRA27" = "Europe ISO Coated FOGRA27";

"ANSI C" = "ANSI C";

"Unidirectional" = "Jednokierunkowy";

"Autorotate" = "Obrót automatyczny";

"Dark Gray" = "Ciemnoszary";

"HP Designjet Z6100 Series" = "HP Designjet z serii Z6100";
"HP Designjet Z6200 Series" = "HP Designjet z serii Z6200";

"HP Designjet Z6600 Series" = "HP Designjet z serii Z6600";

"ISO Coated v2 (ECI)" = "ISO Coated v2 (ECI)";

"Coated GRACoL 2006 (ISO 12647-2:2004)" = "Coated GRACoL 2006 (ISO 12647-2:2004)";

"PSO Uncoated ISO12647 (ECI)" = "PSO Uncoated ISO12647 (ECI)";

"PSO LWC Improved (ECI)" = "PSO LWC Improved (ECI)";

"Web Coated SWOP 2006 Grade 3 Paper" = "Web Coated SWOP 2006 Grade 3 Paper";

"Web Coated SWOP 2006 Grade 5 Paper" = "Web Coated SWOP 2006 Grade 5 Paper";

"Japan Color 2003 Web Coated" = "Japan Color 2003 Web Coated";

"Arch E1 extended margins" = "Arch E1 rozszerzone marginesy";
"Arch E2 extended margins" = "Arch E2 rozszerzone marginesy";
"Arch E3 extended margins" = "Arch E3 rozszerzone marginesy";

/*****************************************************************************/
//		IPP Reason
/*****************************************************************************/
"text:Printer%20busy" = "text:Drukarka%20jest zajęta";
"text:Canceling%20job" = "text:Anulowanie%20zadania";
"text:Printer%20reports%20error.%20Please%20refer%20to%20HP%20Printer%20Monitor%20for%20further%20details." = "text:Drukarka%20zgłasza%20błąd.%20Więcej%20szczegółów%20zawiera%20HP%20Printer%20Monitor.";
"text:Device%20paused." = "text:Urządzenie%20wstrzymane.";
"text:Device%20is%20sleeping." = "text:Urządzenie%20jest%20uśpione.";
"text:Printer%20reports%20fatal%20error.%20Please%20refer%20to%20HP%20Printer%20Monitor%20for%20further%20details." = "text:Drukarka%20zgłasza%20błąd%20krytyczny.%20Więcej%20szczegółów%20zawiera%20HP%20Printer%20Monitor.";
"text:Idle" = "text:Bezczynna";
"text:The%20ink%20system%20has%20failed%20and%20can%20no%20longer%20print.%20Refer%20to%20printer%20documentation.%20Turn%20printer%20Off%20then%20On." = "text:Awaria%20systemu%20atramentu;%20drukowanie%20nie%20jest%20już%20możliwe.%20%20%20Sprawdź%20%20dokumentację%20drukarki.%20Wyłącz%20i%20włącz%20drukarkę.";
"text:Printer%20Error%3A%20The%20printer%20needs%20attention." = "text:Błąd%20drukarki%3A%20%20Drukarka%20wymaga%20uwagi.";
"text:Printer%20reports%20informational%20message.%20Please%20refer%20to%20HP%20Printer%20Monitor%20for%20further%20details." = "text:Drukarka%20zgłasza%20komunikat%20informacyjny.%20Więcej%20szczegółów%20zawiera%20HP%20Printer%20Monitor.";
"text:Printer%20reports%20warning.%20Please%20refer%20to%20HP%20Printer%20Monitor%20for%20further%20details." = "text:Drukarka%20zgłasza%20ostrzeżenie.%20Więcej%20szczegółów%20zawiera%20HP%20Printer%20Monitor.";
"text:Printer%20state%20is%20unknown." = "text:Stan%20drukarki%20jest%20nieznany.";
"text:Paper%20Size%20Error%3A%20The%20specified%20custom%20paper%20size%20is%20not%20supported%20in%20the%20selected%20tray." = "text:Błąd%20rozmiaru%20papieru%3A%20%20Określony%20niestandardowy%20rozmiar%20papieru%20nie%20jest%20obsługiwany%20w%20wybranym%20podajniku.";
"text:ColorSync%20Manages%20Colors%20mode%20is%20not%20supported." = "text:Tryb%20ColorSync%20Manages%20Colors%20nie%20jest%20obsługiwany.";
"text:Communication%20Failure%3A%20The%20computer%20is%20no%20longer%20able%20to%20communicate%20with%20your%20printer.%20Turn%20the%20printer%20off%2C%20check%20your%20printer%20connecti\ntext:ons%20and%20check%20for%20printer%20errors%2C%20and%20turn%20the%20printer%20back%20on." = "text:Błąd%20komunikacji%3A%20Komputer%20nie%20jest%20już%20w%20stanie%20komunikować%20się%20z%20drukarką.%20Wyłącz%20drukarkę%20%20%2C%20sprawdź%20połączenia%20drukarki\ntekst:%20i%20sprawdź%20błędy%20drukarki%20%2C%20oraz%20ponownie%20włącz%20drukarkę.";
"text:Communication%20Failure%3A%20The%20computer%20is%20not%20currently%20able%20to%20communicate%20with%20your%20printer.%20Please%20check%20your%20printer%20connections%20and%20check\ntext:%20for%20printer%20errors." = "text:Błąd%20komunikacji%3A%20Komputer%20nie%20jest%20obecnie%20w%20stanie%20komunikować%20się%20z%20drukarką.%20Sprawdź%20połączenia%20%20drukarki%20i%20sprawdź\ntekst:%20błędy%20drukarki.";
"text:Paper%20Size%20Error%3A%20Custom%20paper%20sizes%20are%20not%20supported%20in%20the%20selected%20tray." = "text:Błąd%20rozmiaru%20papieru%3A%20Niestandardowe%20rozmiary%20papieru%20nie%20są%20obsługiwane%20w%20wybranym%20podajniku.";
"text:Opening%20Printer%20Connection%20Failed%3A%20Unable%20to%20open%20the%20printer%20connection.%20Please%20check%20your%20printer%20connections%20and%20check%20for%20printer%20errors." = "text:Błąd%20otwarcia%20połączenia%20drukarki%3A%20Nie%20można%20otworzyć%20połączenia%20drukarki.%20Sprawdź%20połączenia%20drukarki%20i%20sprawdź%20błędy%20drukarki.";
"text:Opening%20printer%20connection" = "text:Otwarcie%20połączenia%20drukarki";
"text:One%20or%20more%20printheads%20are%20not%20installed%20in%20the%20printer." = "text:W%20drukarce%20nie%20zainstalowano%20żadnych%20głowic%20drukujących.%20%20%20";
"text:One%20or%20more%20printheads%20need(s)%20attention.%20Please%20refer%20to%20HP%20Printer%20Monitor%20for%20further%20details." = "text:Przynajmniej%20jedna%20głowica%20drukująca%20wymaga%20sprawdzenia.%20Więcej%20szczegółów%20zawiera%20HP%20Printer%20Monitor.%20%20%20";
"text:One%20or%20more%20print%20cartridges%20are%20not%20installed%20in%20the%20printer." = "text:W%20drukarce%20nie%20zainstalowano%20żadnych%20kaset%20drukujących.%20%20%20%20";
"text:One%20or%20more%20print%20cartridges%20need(s)%20attention.%20Please%20refer%20to%20HP%20Printer%20Monitor%20for%20further%20details." = "text:Przynajmniej%20jedna%20kaseta%20drukująca%20wymaga%20sprawdzenia.%20Więcej%20szczegółów%20zawiera%20HP%20Printer%20Monitor.%20%20%20%20";
"text:One%20or%20more%20print%20cartridges%20are%20empty.%20Please%20refer%20to%20HP%20Printer%20Monitor%20for%20further%20details." = "text:Przynajmniej%20jedna%20kaseta%20drukująca%20jest%20pusta.%20Więcej%20szczegółów%20zawiera%20HP%20Printer%20Monitor.%20%20%20%20";
"text:One%20or%20more%20print%20cartridges%20are%20depleted.%20Please%20refer%20to%20HP%20Printer%20Monitor%20for%20further%20details." = "text:Przynajmniej%20jedna%20kaseta%20drukująca%20jest%20wyczerpana.%20Więcej%20szczegółów%20zawiera%20HP%20Printer%20Monitor.%20%20%20%20";
"text:One%20or%20more%20print%20cartridges%20are%20expired.%20Please%20refer%20to%20HP%20Printer%20Monitor%20for%20further%20details." = "text:Przynajmniej%20jedna%20kaseta%20drukująca%20jest%20przeterminowana.%20Więcej%20szczegółów%20zawiera%20HP%20Printer%20Monitor.%20%20%20%20";
"text:One%20or%20more%20print%20cartridges%20are%20very%20low%20on%20ink." = "text:W%20przynajmniej%20jednej%20kasecie%20drukującej%20jest%20bardzo%20mało%20atramentu.%20";
"text:One%20or%20more%20print%20cartridges%20are%20low%20on%20ink." = "text:W%20przynajmniej%20jednej%20kasecie%20drukującej%20jest%20mało%20atramentu.%20";
"text:One%20or%20more%20printheads%20are%20not%20compatible%20with%20your%20printer.%20Please,%20replace%20printhead%20to%20continue." = "text:Przynajmniej%20jedna%20głowica%20drukująca%20jest%20niezgodna%20z%20drukarką.%20Wymień%20głowicę%20drukującą,%20aby%20kontynuować.";
"text:One%20or%20more%20printheads%20appear%20to%20be%20incorrectly%20installed,%20undetected,%20or%20incompatible." = "text:Przynajmniej%20jedna%20głowica%20drukująca%20prawdopodobnie%20została%20nieprawidłowo%20zainstalowana,%20nie%20została%20wykryta%20lub%20jest%20niezgodna.";
"text:One%20or%20more%20cartridges%20appear%20to%20be%20incorrectly%20installed,%20undetected,%20or%20incompatible." = "text:Przynajmniej%20jedna%20kaseta%20prawdopodobnie%20została%20nieprawidłowo%20zainstalowana,%20nie%20została%20wykryta%20lub%20jest%20niezgodna.";
"text:One%20or%20more%20cartridges%20are%20non-HP%20and%20may%20be%20counterfeit,%20used%20or%20refilled." = "text:Przynajmniej%20jedna%20kaseta%20nie%20jest%20oryginalną%20kasetą%20HP%20i%20może%20być%20podrobiona,%20używana%20lub%20napełniana%20ponownie.";
"text:Stacker%20open.%20Please%20close%20stacker%20to%20continue%20printing." = "text:Układarka%20otwarta.%20Zamknij%20układarkę,%20aby%20kontynuować%20drukowanie.";
"text:Printer%20has%20detected%20a%20possible%20stacker%20jam.%20Remove%20paper%20jammed%20in%20the%20stacker%20to%20continue." = "text:Drukarka%20wykryła%20możliwe%20zakleszczenie%20papieru%20w%20układarce.%20Aby%20kontynuować,%20usuń%20zakleszczony%20papier%20z%20układarki.";
"text:Printer%20has%20reported%20a%20system%20error.%20See%20front%20panel%20for%20instructions." = "text:Drukarka%20zgłosiła%20błąd%20systemu.%20Instrukcje%20są%20dostępne%20na%20panelu%20przednim.";

"queue_creator_quit_message" = "If you  want to create the printer queue by yourself using the 'Print & Scan' pane of System Preferences, quit this application.";

"queue_creator_continue_message" = "To allow the HP Printer Setup Assistant to add your printer to the Printers list of Print & Scan, click Continue.";

"queue_creator_click_message" = "Click Print & Scan in System Preferences.";

"queue_creator_postscript_checkbox" = "I am using a PostScript printer";

"Install PostScript Driver and HP Print Preview" = "Installs the PostScript driver and HP Print Preview";

"queue_creator_queue_delete" = "Selected queue will be deleted";

"PS ICC Profiles" = "PS ICC Profiles";

"HP Universal Instant-dry Gloss Photo Paper" = "Uniwersalny szybkoschnący papier fotograficzny HP, błyszczący";
"HP Universal Instant-dry Photo Semi-Gloss" = "Uniwersalny, szybkoschnący papier fotograficzny HP, półbłyszczący";
"HP Universal Instant-dry Satin Photo Paper" = "Uniwersalny, szybkoschnący papier fotograficzny HP, satynowy";
"Plain Paper for Retail" = "Papier zwykły detaliczny";

"Natural Tracing Paper Rubber Resistant" = "NTP odporny na ścieranie";

"Poster Paper" = "Papier do plakatów";
"HP Premium Bond Paper, 3-in Core" = "Wysokiej jakości wytrzy. papier HP, rolka 3-calowa";
"Plain Paper (<3C>90gsm)" = "Papier zwykły (<3C>90 g/m2)";
"Plain Paper (90-110gsm)" = "Papier zwykły (90-110 g/m2)";
"Plain Paper (>110gsm)" = "Papier zwykły (>110 g/m2)";
"Recycled Paper" = "Papier z recyklingu";
"Coloured Paper" = "Kolorowy papier";
"Digital Blueprint Paper" = "Papier fotokopii cyfrowych";
"HP Universal Coated Paper" = "Uniwersalny papier HP, powlekany";
"HP Production Matte Poster Paper, 3-in Core" = "Matowy papier HP do plakatów, rolka 3-calowa";
"HP Production Satin Poster Paper, 3-in Core" = "Satynowy papier HP do plakatów, rolka 3-calowa";
"HP Production Semi-Gloss Poster Paper, 3-in Core" = "Półbłyszcz. papier HP do plakatów, rolka 3-calowa";
"Poster Matte Paper" = "Papier matowy do plakatów";
"Poster Satin Paper" = "Papier satynowy do plakatów";
"Poster Gloss Paper" = "Papier błyszczący do plakatów";
"Blueback Paper" = "Papier Blueback";
"HP Polypropylene" = "Polipropylen HP";
"Polypropylene" = "Polipropylen";
"Tyvek" = "Tyvek";
"HP Gloss Poster Paper, 3-in Core" = "HP bł do plakatów, 3-c";
"Poster Semi-Gloss Paper" = "Pap. półbłyszcz. do plakatów";
"HP Durable Banner with DuPontTM Tyvek" = "Nośnik HP Durable Banner with DuPont™ Tyvek®";
"HP Matte Polypropylene" = "Polipropylen HP matowy";

"US Letter on sheet tray" = "US Letter w podajniku";
"Tabloid on sheet tray" = "Tabloid w podajniku";
"C on sheet tray" = "C w podajniku";
"D on sheet tray" = "D w podajniku";
"E on sheet tray" = "E w podajniku";
"F on sheet tray" = "F w podajniku";
"US Legal on sheet tray" = "US Legal w podajniku";
"Arch A on sheet tray" = "Arch A w podajniku";
"Arch B on sheet tray" = "Arch B w podajniku";
"Arch E on sheet tray" = "Arch E w podajniku";
"Arch E1 on sheet tray" = "Arch E1 w podajniku";
"Arch E2 on sheet tray" = "Arch E2 w podajniku";
"Arch E3 on sheet tray" = "Arch E3 w podajniku";
"A4 on sheet tray" = "A4 w podajniku";
"A3 on sheet tray" = "A3 w podajniku";
"A2 on sheet tray" = "A2 w podajniku";
"A1 on sheet tray" = "A1 w podajniku";
"A0 on sheet tray" = "A0 w podajniku";
"B4 on sheet tray" = "B4 w podajniku";
"B3 on sheet tray" = "B3 w podajniku";
"B2 on sheet tray" = "B2 w podajniku";
"B1 on sheet tray" = "B1 w podajniku";
"B0 on sheet tray" = "B0 w podajniku";
"C4 on sheet tray" = "C4 w podajniku";
"C3 on sheet tray" = "C3 w podajniku";
"C2 on sheet tray" = "C2 w podajniku";
"C1 on sheet tray" = "C1 w podajniku";
"C0 on sheet tray" = "C0 w podajniku";
"JB4 on sheet tray" = "JB4 w podajniku";
"JB3 on sheet tray" = "JB3 w podajniku";
"JB2 on sheet tray" = "JB2 w podajniku";
"JB1 on sheet tray" = "JB1 w podajniku";
"JB0 on sheet tray" = "JB0 w podajniku";
"Super B/A3 on sheet tray" = "Super B/A3 w podajniku";
"Super C/A2, Arch C on sheet tray" = "Super C/A2, Arch C w podajniku";
"Super D/A1, Arch D on sheet tray" = "Super D/A1, Arch D w podajniku";
"10'' x 12'' on sheet tray" = "10'' x 12'' w podajniku";
"10'' x 15'' on sheet tray" = "10'' x 15'' w podajniku";
"11'' x 14'' on sheet tray" = "11'' x 14'' w podajniku";
"12'' x 16'' on sheet tray" = "12'' x 16'' w podajniku";
"14'' x 17'' on sheet tray" = "14'' x 17'' w podajniku";
"14'' x 18'' on sheet tray" = "14'' x 18'' w podajniku";
"16'' x 20'' on sheet tray" = "16'' x 20'' w podajniku";
"18'' x 22'' on sheet tray" = "18'' x 22'' w podajniku";
"20'' x 24'' on sheet tray" = "20'' x 24'' w podajniku";
"22'' x 28'' on sheet tray" = "22'' x 28'' w podajniku";
"24'' x 30'' on sheet tray" = "24'' x 30'' w podajniku";
"30cm x 40cm on sheet tray" = "30 × 40 cm w podajniku";
"30cm x 45cm on sheet tray" = "30 × 45 cm w podajniku";
"40cm x 60cm on sheet tray" = "40 × 60 cm w podajniku";
"50cm x 76cm on sheet tray" = "50 × 76 cm w podajniku";
"60cm x 90cm on sheet tray" = "60 × 90 cm w podajniku";
"High Capacity Stacker" = "Wysokopojemnościowa układarka";

"MultiSheetTrayTooltip" = "Ta opcja służy do drukowania na pojedynczych arkuszach zamiast z rolki papieru.";

"PaperOutputAutoTooltip" = "Po zaznaczeniu tej opcji drukarka może wybrać odpowiednie wyjście papieru.";
"PaperOutputBuiltInTooltip" = "Ta opcja służy do wybierania górnej układarki jako domyślnego wyjścia papieru.";
"PaperOutputAttachedStackerTooltip" = "Ta opcja służy do wybierania wysokopojemnościowej układarki jako domyślnego wyjścia papieru.";
"PaperOutputBasketTooltip" = "Ta opcja służy do wybierania kosza jako domyślnego wyjścia papieru.";

"Checking this box tells the printer to not cut the paper after printing each page." = "Zaznaczenie tego pola powoduje, że drukarka nie będzie przycinać papieru po drukowaniu każdej strony.";

"Unchecking this box tells the printer to cut the paper after printing each page." = "Odznaczenie tego pola powoduje, że drukarka będzie przycinać papier po drukowaniu każdej strony.";

"Print your job aligned with the right side of the roll." = "Wydrukuj zadanie wyrównane do prawej strony rolki.";

"Print your job on the center of the roll." = "Wydrukuj zadanie na środku rolki.";

"Print your job aligned with the left side of the roll." = "Wydrukuj zadanie wyrównane do lewej strony rolki.";

"Select an angle of rotation" = "Wybierz kąt obrotu wydrukowanego obrazu lub dokumentu. Jeżeli używasz papieru z rolki, ta funkcja może pomóc w zredukowaniu ilości papieru wykorzystanej do wydruku. Wybierz funkcję Obrót automatyczny, aby zezwolić na automatyczne obrócenie obrazu lub dokumentu i zaoszczędzić papier lub uniknąć obcięcia.";
